[
  {
    "category": "Aura",
    "name": "Drinker of Souls",
    "description": "Automatically absorb energy from dying / recently slain foes",
    "rulesText": "A creature that begins dying or loses health while dying within the aura rolls BOD vs. WIL to resist, failure or tie results in its death. This aura automatically succeeds against a target that has been dead for up to 5 rounds, on 6+ rounds no effect. \r\nWhen a creature's soul is consumed gain 1 temporary HP, stacking.\r\n\r\nA creature's soul can only be so consumed once. If multiple instances of this ability would trigger on a soul, the owner who most recently acted in initiative gets priority, then second most recent, etc.",
    "bpCost": 10,
    "affinityReq": "7B,(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 6,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Aura",
    "name": "Enduring Presence",
    "description": "Damage dampening, discharge to mitigate one hit",
    "rulesText": "Allies within the aura gain RANK+1 damage dampening. \r\nDischarge: one subject of the aura gets RANK+1+(quantity of subjects) damage dampening against one attack.",
    "bpCost": [
      60,
      70,
      80
    ],
    "affinityReq": "12W,(15)\r\n16W,(21)\r\n20W,(27)",
    "colorContributions": {
      "w": 6,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Aura",
    "name": "Fear Aura",
    "description": "This fear aura triggers on any aggressive action.",
    "rulesText": "You may attempt a free intimidation check against all enemies within the aura once per round as part of an attack. The effects of the intimidation check apply after the attack is resolved. As normal, you can only apply one fear effect to a given target once per turn.",
    "bpCost": 15,
    "affinityReq": "4R,5(B|R),(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 6,
      "r": 6,
      "g": 0
    }
  },
  {
    "category": "Aura",
    "name": "Feedback Aura",
    "description": "Nearby enemies subject to damage when you are wounded",
    "rulesText": "Enemies in the aura (CHA/2 *5 ft instead of standard CHA*5) resist (damage you took+CHA-2) as psychic damage with mental soak.",
    "bpCost": 10,
    "affinityReq": "4(W|B),4(W|U|B),(15)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 4,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Aura",
    "name": "Generous Enchancements",
    "description": "Share the effects of one ongoing buff you are subject to with all allies in range of this aura.",
    "rulesText": "When you trigger a buff you may designate it as being Generously Enhanced. This ability becomes the shared aura effect of Generous Enhancements and does not count for you as a body buff if it was one. As a Extra action you may designate a buff currently on you to become Generously Enhanced, it becomes the aura effect and any current aura effect reverts to its normal buff state.",
    "bpCost": 100,
    "affinityReq": "12W,12G,(30)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Aura",
    "name": "Glare of the noonday sun",
    "description": "nonlethal damage vs. everything at start of your turn",
    "rulesText": "All creatures within (CHA/2 + RANK) ft (including you) must soak (BOD + 2* RANK) fire damage at the start of your turn. This damage is always nonlethal.",
    "bpCost": [
      30,
      40,
      50
    ],
    "affinityReq": "14(W|R|G),(18)\r\n16(W|R|G),(21)\r\n19(W|R|G),(24)",
    "colorContributions": {
      "w": 12,
      "u": 0,
      "b": 0,
      "r": 12,
      "g": 12
    }
  },
  {
    "category": "Aura",
    "name": "Lawbringer's Presence",
    "description": "Free counterspell attempts on any spells cast within this aura",
    "rulesText": "You may attempt to counterspell any spell cast within this aura for (0)",
    "bpCost": 100,
    "affinityReq": "8W,8U,8(W|U),(30)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Aura",
    "name": "Magic Circle of Heart",
    "description": "All allies in the aura gain rank X to an element of your choice, chosen on activation.",
    "rulesText": "All allies in the aura gain 2*RANK resist to ELEMENT of your choice, chosen on activation.",
    "bpCost": 20,
    "affinityReq": "3W,(9) per",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Aura",
    "name": "Mana Leech",
    "description": "Name a color. All drain using abilities except for the named color are subject to 1 higher drain. Whenever such an ability is used, roll 4 dice and heal HITS drain.",
    "rulesText": "Name a color on aura activation. All spells and other drain using abilities used within the aura except for the named color may take 2+2*RANK overload. If they don't, roll 2+2*rank dice and heal HITS drain and the ability user loses HITS drain.",
    "bpCost": 20,
    "affinityReq": "7U,7B,(18)\r\n9U,9B,(24)\r\n12U,12B,(30)",
    "colorContributions": {
      "w": 10,
      "u": 0,
      "b": 10,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Aura",
    "name": "Menacing Presence",
    "description": "Penalty to enemies trying to attack allies other than you",
    "rulesText": "Enemies within (CHA*5 feet) take (CHA) penalty to their attack pools if targeting anything but a user of Menacing Presence. If enemies are not aware of you, this aura does not affect them.",
    "bpCost": 10,
    "affinityReq": "4W,5(W|B|G),(12)",
    "colorContributions": {
      "w": 6,
      "u": 0,
      "b": 6,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Aura",
    "name": "Natural Shielding",
    "description": "Aura, allies gain resistances",
    "rulesText": "All allies within the aura gain +RANK armor, and 2*RANK+2 dice on rolls to resist effects originating from other recipients of this aura.",
    "bpCost": [
      40,
      50,
      60
    ],
    "affinityReq": "7G,(15)\r\n10G,(21)\r\n13G,(27)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Aura",
    "name": "Never surrender",
    "description": "grants diehard to allies",
    "rulesText": "Allies do not fall unconscious when a damage track is filled. They still die from overflow.",
    "bpCost": 10,
    "affinityReq": "6W,6R,(15)",
    "colorContributions": {
      "w": 8,
      "u": 0,
      "b": 0,
      "r": 8,
      "g": 0
    }
  },
  {
    "category": "Aura",
    "name": "No Retreat!",
    "description": "Your inspiration prevents enemies from being able to withdraw safely",
    "rulesText": "Enemies within your zone of control provoke attacks of opportunity from you when using any form of movement even if they would not normally provoke.  At rank 2 all enemies within CHA*5 always provoke attacks of opportunity (from threatening allies) when moving through an allies zone of control. All forms of movement, including instant teleportation, provoke. Allies must also be within this aura to gain these benefits.",
    "bpCost": [
      20,
      20
    ],
    "affinityReq": "4W,5(W|B),(12)\r\n7W,9(W|B),(21)",
    "colorContributions": {
      "w": 6,
      "u": 0,
      "b": 6,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Aura",
    "name": "Rally Morale",
    "description": "Your allies may use your willpower in place of their own, or their willpower + RANK (whichever is higher) when resisting most effects. This does not apply to drain checks.",
    "rulesText": "Your allies may use your willpower in place of their own, or their willpower + RANK (whichever is higher) when resisting most effects. This does not apply to drain checks.",
    "bpCost": 10,
    "affinityReq": "6W,6(W|U|G),(15)",
    "colorContributions": {
      "w": 6,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Aura",
    "name": "Rallying Aura",
    "description": "bonus vs. fear and charm, bonus on combat",
    "rulesText": "Resist fear, resist charm, combat; +1 die per rank",
    "bpCost": 15,
    "affinityReq": "3W,4(W|R),(9)\r\n7W,7(W|R),(18)\r\n10W,11(W|R),(27)",
    "colorContributions": {
      "w": 3,
      "u": 0,
      "b": 0,
      "r": 3,
      "g": 0
    }
  },
  {
    "category": "Aura",
    "name": "Rallying Spirit",
    "description": "Your combat prowess brings inspiration to your allies, their morale confers healing",
    "rulesText": "When you make a successful melee attack you may heal an ally within CHA*5 ft RANK*4 meat or RANK*8 stam health. (This healing is subject to normal healing rules.)",
    "bpCost": 10,
    "affinityReq": "6W,(12)\r\n9W,(18)\r\n12W,(24)\r\n18W,(30)",
    "colorContributions": {
      "w": 8,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Aura",
    "name": "Repositioning Aura",
    "description": "When you hit with an attack you may designate an ally within your aura to take a move action.",
    "rulesText": "When you hit with an attack you may designate an ally within your aura to move up to their movement rate.",
    "bpCost": 20,
    "affinityReq": "3W,(15)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Aura",
    "name": "Shielding Aura",
    "description": "When you make a parry, all allies within the aura gain 1 temp hp",
    "rulesText": "When you succesfully block or parry, all allies except you within the aura gain 2 temp hp",
    "bpCost": 40,
    "affinityReq": "7W,(21)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Aura",
    "name": "Skill Teamwork",
    "description": "Boost allies' skills for skills you have high ranks in\r\n (DEPRECATED)",
    "rulesText": "DEPRECATED\r\nRank 1: up to 2\r\nRank 2: up to 4\r\nRank 3: up to 6\r\nRank 4: up to 8",
    "bpCost": 20,
    "affinityReq": "1W,1G,1(W|G),(6) per",
    "colorContributions": {
      "w": 4,
      "u": 4,
      "b": 0,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Aura",
    "name": "Slow Aura",
    "description": "increase initiative cost of enemy actions",
    "rulesText": "Enemy's actions cost 1+(RANK) more initiative so long as they are within (5*CHA feet) of you. If another effect would inflict a penalty on the initiative cost of actions only the highest penalty applies.",
    "bpCost": 10,
    "affinityReq": "3U,4(W|U),(9)\r\n7U,7(W|U),(18)\r\n10U,11(W|U),(27)",
    "colorContributions": {
      "w": 6,
      "u": 6,
      "b": 6,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Aura",
    "name": "Warleader",
    "description": "Allies can attack right after you with a bonus.",
    "rulesText": "The first time you attack each turn all allies within range may take their turn immediately after yours. An ally who chooses to do so may only move or make attacks during that turn. Allies who make use of this ability gain a stacking, refreshing +1 dice to all attack, block, parry rolls until the end of their next turn. The maximum benefit of this bonus is your CHA.",
    "bpCost": 50,
    "affinityReq": "9W,9R,(24)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "All outta Bubblegum",
    "description": "various grapple, melee roughness bonuses",
    "rulesText": "Body Buff\r\n\r\nRANK-1 damage dampening\r\nignore RANK points of wound penalty\r\n+RANK vs. knockdown, disarm, trip, resisting grapple\r\n\r\nMelee attacks trigger knockdown on hit. Target rolls physical resist or gymnastics vs. unsoaked damage.\r\n\r\nEnemies that fail to escape your grapples take damage as if you made the grapple attack action against them\r\nIgnore half an enemy's armor with your grapple attacks",
    "bpCost": [
      20,
      30,
      40
    ],
    "affinityReq": "4(R|G),(9)\r\n9(R|G),(18)\r\n13(R|G),(27)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 3,
      "g": 3
    }
  },
  {
    "category": "Buff",
    "name": "Arcane Conduit",
    "description": "Casting spells",
    "rulesText": "Body Buff\r\nCasting a spell generates a mana charge.\r\nCharges may be expended as follows\r\n2-Spent to mitigate an overload (per 1)\r\n2-Spent in place of init costs on counterspelling/redirecting (per 5)\r\n2-Spent to mitigate a counterspell/redirect attempt against one of your spells (-3 dice to opposed attempt per)\r\n\r\nMax charges = 2*RANK \r\n\r\nThese charges decay after one minute of not generating nor using charges. If you would overflow your limit on charges take drain equal to the overflow amount. You shed sparking magical light (as a torch) while you have at least 2 charges.\r\n\r\nAt Rank 2: Centering generates 1 charge, every point of drain you take from spellcasting generates 1 charge.\r\n\r\nAt Rank 3: All charge generation is increased by +1",
    "bpCost": [
      30,
      40,
      80
    ],
    "affinityReq": "4U,4R,(18)\r\n6U,6R,(24)\r\n8U,8R,(30)",
    "colorContributions": {
      "w": 0,
      "u": 7,
      "b": 0,
      "r": 7,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Avatar of Malice",
    "description": "Empower attacks, lifesteal, ignore full defense",
    "rulesText": "Body buff. \r\nAll damage you deal is applied as Dark damage post mitigation.\r\nEnemies need to spend (5) in order for their total defense to apply against your attack.\r\nWhenever your melee attack deals damage to one or more targets gain 2 temp hp, your temp hp may stack.\r\nYou treat all incoming dark damage and dark damage you suffer as normal damage. \r\nAfter damage is calculated against you, you may move up to (WIL/2) points of it to the delayed track. At the end of the round you lose health equal to the damage in the delayed track, the track then empties.",
    "bpCost": 100,
    "affinityReq": "24B,(30)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 20,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Avatar of the Heart",
    "description": "Let there be heals",
    "rulesText": "Body Buff\r\nWhen your healing effects heal a creature for at least 1 health you also grant them 2 temp hp. This temp HP can stack on existing temp hp.\r\nYou may spend 1L in place of any drain you suffer as part of casting a healing effect, this also mitigates all drain for recipients of this healing effect. \r\nyou may take 3 on all healing rolls\r\nYou may trigger healing effects as an interrupt at (5)",
    "bpCost": 100,
    "affinityReq": "24W,(30)",
    "colorContributions": {
      "w": 20,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Bastion",
    "description": "Defensive bonuses, reduced offensive power",
    "rulesText": "half Action. Increase damage dampening by RANK+2. Reduce the starting power of your attacks by RANK+2. This is a body buff",
    "bpCost": 50,
    "affinityReq": "3W,(15)\r\n5W,(21)\r\n6W,(27)",
    "colorContributions": {
      "w": 6,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Bonemonger",
    "description": "Successful attacks generate a temp hp shield, can detonate temp hp shield",
    "rulesText": "Successful attacks generate 2 temp hp. You may detonate your temp hp, discharging the buff, as a full action to deal BOD+temp hp DV as a 10ft AoE attack (attacking with your weapon skill or spellcasting dicepool). This is a body buff.",
    "bpCost": 40,
    "affinityReq": "7W,7B,(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Brambleward",
    "description": "Ward against targeted magical effects, discharge for a burst of strength",
    "rulesText": "half action. Gain +3*RANK against targeted magical effects until the end of this round. You may discharge this effect to get +2 STR *RANK on one attempted action.",
    "bpCost": 10,
    "affinityReq": "4G,(9)\r\n9G,(18)\r\n13G,(27)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 6
    }
  },
  {
    "category": "Buff",
    "name": "Charge Weapon",
    "description": "Hold a spell in a weapon to be discharged upon striking",
    "rulesText": "You can cast spells into your weapon(s). The spells are discharged upon striking an opponent, one at a time, in the order they were cast in. \r\n-Spells that normally target dodge automatically hit with 0 net hits. In the case of AoE effects produced off this (RULING NEEDED)\r\n-Spells that target mental or physical resolve as normal.\r\n\r\nCasting a spell into a weapon is a half action. For every half action spent since the start of your last turn casting spells into your weapon(s) you may cast an additional spell as part of the half action. You may store up to (cast stat) spells at one time and you can only store spells of up to 1+(cast stat / 2) force.\r\n\r\nIf the weapon leaves your possession for a minute all charges dissipate. Stored charges dissipate an hour after the last charge was added.",
    "bpCost": 20,
    "affinityReq": "3U,3R,(12)",
    "colorContributions": {
      "w": 0,
      "u": 6,
      "b": 0,
      "r": 6,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Conjure weapon / armor",
    "description": "Summon personalized weapon / armor, functions while in your keeping but phases out for others",
    "rulesText": "Binding weapons and/or armor is accomplished during one hour of downtime. \r\n\r\nYou may summon any or all of the bound weapons/armor as if drawing (half), or dismiss them as if sheathing (half). When an item is dismissed it exists in a pocket dimension and access can be prevented by effects that limit extradimensional travel. Dismissed items count as attended. You may summon bound equipment back to you granted it has been at most one minute since you last made contact with it. If it is attended the attender must be willing. You are aware of the general direction your bound equipment is in if you become separated from it. \r\n\r\nYou may bind one set of armor and (two one handed weapons or one two handed weapon) per rank.",
    "bpCost": 5,
    "affinityReq": "1W,(6)",
    "colorContributions": {
      "w": 4,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Crisp and Cauterize",
    "description": "Dealing direct fire damage procs a heal\r\nHealing procs a firebolt",
    "rulesText": "Body Buff.\r\nWhenever your attack or ability deals fire damage to a target you may heal an ally within 60ft for up to an equivalent amount of health.\r\nWhenever you heal an ally you may generate a single target ranged firebolt as per Elemental Blast, at DV-1 of default\r\nThis ability cannot trigger itself",
    "bpCost": 40,
    "affinityReq": "9W,9R,(24)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Deflecting Miasma",
    "description": "More armor vs. ranged attacks, less armor vs. melee attack",
    "rulesText": "Gain RANK armor against ranged attacks, take a penalty of RANK armor against melee attacks. Activating this buff is a simple action.",
    "bpCost": 10,
    "affinityReq": "(15)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Displacer",
    "description": "You occupy two adjacent squares, appearing to flicker between them.",
    "rulesText": "Body Buff\r\n\r\nGain +3 on all defensive checks (not mental or physical resist)\r\nYou occupy two adjacent squares.\r\nYou may act from either position that you occupy.\r\nYou may pass through thin obstacles at the cost of 5ft of movement.\r\nYou can pay (5) init to solidify in one spot at any time, or a half action during your turn, stabilizing the effect until you spend a Extra action to resume it.",
    "bpCost": 20,
    "affinityReq": "3U,4(U|G),(15)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 0,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Buff",
    "name": "Duty's Ward",
    "description": "Move to punish those who threaten your selected ally",
    "rulesText": "This buff links you and one ally (within 60ft on activation) and lasts 24 hours or until one recipient opts to dismiss it as a full action. You are aware of when the linked ally is threatened or hurt. You can sense the rough direction the linked ally is in. Enemies taking actions that target the ally but not you provoke attacks of opportunity. Such a triggering action also grants 10ft of movement if that would allow you to move to threaten the triggering enemy.",
    "bpCost": 30,
    "affinityReq": "9W,(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Earthward",
    "description": "Generates temp HP and 3 lightning resist",
    "rulesText": "Body Buff.\r\nEvery minute and when you activate this ability you generate 2 temporary hp up to half your maximum temp hp. You also gain 6 lightning res.\r\n_________________\r\nTemporary HP accrues at the start of each round instead of every minute.",
    "bpCost": 20,
    "affinityReq": "6G,(12)\r\n12G,(24)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Elemental Body (Acid)",
    "description": "Acid: acid retal burst",
    "rulesText": "Gain for the duration Resist Acid: 6*RANK Whenever you are struck by a corporeal attack that does at least 1 point of damage all adjacent creatures must soak (armor soak) acid damage equal to  (BOD + 3*RANK). You may channel the acid into an area attack centered on you (you are unaffected by this attack) with (BOD/2*5 ft radius). DV = (BOD+3* RANK)(resolve as a spellcast or attack as desired). Doing so ends the benefits of Elemental Body. This is a body buff. Activating this buff is a half action, channeling the acid is a full action.",
    "bpCost": [
      15,
      25,
      35
    ],
    "affinityReq": "2(B|G),(9)\r\n4(B|G),(18)\r\n6(B|G),(27)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 6,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Elemental Body (Air)",
    "description": "Flight, increased movement speed, deflection, immunity to gases/inhaled poisons, wind blast discharge",
    "rulesText": "You gain the ability to (glide, fly as per flight N, fly as per flight NN), your movement speed increases by 10*RANK, you gain +RANK dice vs. ranged attacks, immunity to gases and inhaled poisons, treat wind based vision penalties as RANK steps lower. As a full action you may discharge this buff to produce a (BOD/2)*5ft cone of rushing air, rolling weapon skill or spellcasting vs. all targets in the cone (eDV = BOD + 3*rank). Targets Resist with Physical Resist and soak with Physical soak. Targets are pushed (unsoaked eDV)/2 *5ft directly away from you.",
    "bpCost": [
      15,
      25,
      35
    ],
    "affinityReq": "2(W|U),(9)\r\n4(W|U),(18)\r\n6(W|U),(27)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Elemental Body (Cold)",
    "description": "Cold: chilling presence",
    "rulesText": "Gain for the duration\r\nResist Cold: 6*RANK\r\nCreatures that start their turn adjacent lose RANK initiative as if suffering damage from a cold effect. Resistance to cold mitigates this at a 1:1 ratio.\r\nYou may channel the chill into an area attack centered on you (you are unaffected by this attack) with (BOD/2*5 ft radius). DV = (BOD+ 3*RANK)(resolve as a spellcast or attack as desired). Doing so ends the benefits of Elemental Body. This is a body buff. Activating this buff is a half action, channeling the cold is a full action.",
    "bpCost": [
      15,
      25,
      35
    ],
    "affinityReq": "2U,(9) per",
    "colorContributions": {
      "w": 0,
      "u": 6,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Elemental Body (Dark)",
    "description": "Ebody dark, resist dark, (active)",
    "rulesText": "Gain for the duration Resist Dark: 6*RANK Whenever you are struck by a corporeal attack that does at least 1 point of damage you produce an obscuring miasma in your square that lasts until the end of the round/next round/next next round. You may channel the darkness into an obscuring miasma centered on you, radius = (BOD/2 -1+RANK), that lasts until the end of the next round. The miasma blocks all light for everyone except you. Doing so ends the benefits of Elemental Body. This is a body buff. Activating this buff is a half action, channeling the darkness is a full action.",
    "bpCost": [
      15,
      25,
      35
    ],
    "affinityReq": "2(B),(9)\r\n4(B),(18)\r\n6(B),(27)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Elemental Body (Earth)",
    "description": "Earth:",
    "rulesText": "Gain for the duration\r\nDamage Dampening: 2\r\nYou may channel the strength of earth to mitigate one physical attack. Gaining an additional 3*RANK Damage Dampening. Doing so ends the benefits of Elemental Body after resolving the damage for that attack. This is a body buff. Activating this buff is a half action, channeling the earth is a nonaction.",
    "bpCost": [
      15,
      25,
      35
    ],
    "affinityReq": "2G,(9) per",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 6
    }
  },
  {
    "category": "Buff",
    "name": "Elemental Body (Fire)",
    "description": "Fire: Burning presence, fire burst",
    "rulesText": "Gain for the duration\r\nResist Fire: 6*RANK\r\nCreatures that start their turn adjacent must save or catch fire as if affected by a (BOD+2*RANK) fire attack. At the end of each round adjacent objects save or catch fire.\r\nYou may channel the fire into an area attack centered on you (you are unaffected by this attack) with (BOD/2*5 ft radius). DV = (BOD+ 3*RANK)(resolve as a spellcast or attack as desired). Doing so ends the benefits of Elemental Body. This is a body buff. Activating this buff is a half action, channeling the fire is a full action.",
    "bpCost": [
      15,
      25,
      35
    ],
    "affinityReq": "2R,(9) per",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 6,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Elemental Body (Lightning)",
    "description": "Lightning: lightning presence, lightning leap",
    "rulesText": "Gain for the duration\r\nResist Lightning: 6*RANK\r\nCreatures that are adjacent to you that take lightning damage take an additional point of lightning damage as if struck by a separate lightning effect. This ability cannot trigger itself.\r\nYou may channel the lightning into a line attack originating from you with up to (BOD*10 ft length). DV = (BOD+ 3*RANK)(resolve as a spellcast or attack as desired). You may teleport to the farthest square of the target area. Using the attack function ends the benefits of Elemental Body. This is a body buff. Activating this buff is a half action, channeling the lightning is a full action.",
    "bpCost": [
      15,
      25,
      35
    ],
    "affinityReq": "2R,(9) per",
    "colorContributions": {
      "w": 0,
      "u": 3,
      "b": 0,
      "r": 3,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Elemental Body (Radiant)",
    "description": "Ebody radiant, resist radiant, (active)",
    "rulesText": "Gain for the duration Resist Radiant: 6*RANK Whenever you are struck by a corporeal attack that does at least 1 point of damage all adjacent creatures must avoid automatic blinding (until end of round), dodge or physical res vs. (BOD/2+rank-2) automatic hits. You may channel the radiance into an area attack centered on you (you are unaffected by this attack) with ((BOD/2+1)*5 ft radius), resolve as an attack or spellcast as desired. This attack does no damage, may be dodged or physically resisted, and only requires 3 net hits to blind (blinding until end of next round). This a. Doing so ends the benefits of Elemental Body. This is a body buff. Activating this buff is a half action, channeling the radiance is a full action.",
    "bpCost": [
      15,
      25,
      35
    ],
    "affinityReq": "2(W),(9)\r\n4(W),(18)\r\n6(W),(27)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Envenom Weapons",
    "description": "Poison weapons as weapon buff",
    "rulesText": "Damage adjusted by -4\r\nVictim injured by weapon soaks venom at end of round with phys soak, DV = your BOD \r\nAs usual for poison effects subsequent applications of the poison during the same round raise the end of round DV by 2.",
    "bpCost": 20,
    "affinityReq": "7(B|G),(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Escalation",
    "description": "Lose mana each turn, but guarantee a growing drain soak value",
    "rulesText": "Costs 1 mana to activate. Pay 1 mana at the start of your turn or this buff expires. Let X be the number of turns this buff has been active, counting the activation turn as the first turn. You may replace the result of your drain soak roll with X after rolling. Activating this buff is a simple action.",
    "bpCost": 20,
    "affinityReq": "10R,(21)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Fleetfoot Blessing",
    "description": "1 temp hp, movespeed bonus while this temp hp lasts",
    "rulesText": "grant 2 temp HP, increase your movement speed by 10 for 10 rounds. half action.",
    "bpCost": 5,
    "affinityReq": "3W,3R,(12)",
    "colorContributions": {
      "w": 4,
      "u": 0,
      "b": 0,
      "r": 4,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Imbue Weapon (Acid)",
    "description": "Half action to apply element to attended weapons, dismiss as Extra action.\r\nChanges weapon damage type to element.\r\nDamage adjusted by -1",
    "rulesText": "half action to apply element to attended weapons, dismiss as Extra action.\r\nChanges weapon damage type to element.\r\nDamage adjusted by -2",
    "bpCost": 10,
    "affinityReq": "4(B|G),(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 6,
      "r": 0,
      "g": 6
    }
  },
  {
    "category": "Buff",
    "name": "Imbue Weapon (Cold)",
    "description": "Half action to apply element to attended weapons, dismiss as Extra action.\r\nChanges weapon damage type to element.\r\nDamage adjusted by -1",
    "rulesText": "half action to apply element to attended weapons, dismiss as Extra action.\r\nChanges weapon damage type to element.\r\nDamage adjusted by -2",
    "bpCost": 10,
    "affinityReq": "4U,(9)",
    "colorContributions": {
      "w": 0,
      "u": 6,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Imbue Weapon (Dark)",
    "description": "Half action to apply element to attended weapons, dismiss as Extra action.\r\nChanges weapon damage type to element.\r\nDamage adjusted by -1",
    "rulesText": "half action to apply element to attended weapons, dismiss as Extra action.\r\nChanges weapon damage type to element.\r\nDamage adjusted by -2",
    "bpCost": 10,
    "affinityReq": "4B,(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 6,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Imbue Weapon (Fire)",
    "description": "Half action to apply element to attended weapons, dismiss as Extra action.\r\nChanges weapon damage type to element.\r\nDamage adjusted by -1",
    "rulesText": "half action to apply element to attended weapons, dismiss as Extra action.\r\nChanges weapon damage type to element.\r\nDamage adjusted by -2",
    "bpCost": 10,
    "affinityReq": "4R,(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 6,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Imbue Weapon (Lightning)",
    "description": "Half action to apply element to attended weapons, dismiss as Extra action.\r\nChanges weapon damage type to element.\r\nDamage adjusted by -1",
    "rulesText": "half action to apply element to attended weapons, dismiss as Extra action.\r\nChanges weapon damage type to element.\r\nDamage adjusted by -2",
    "bpCost": 10,
    "affinityReq": "4R,(9)",
    "colorContributions": {
      "w": 0,
      "u": 3,
      "b": 0,
      "r": 3,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Imbue Weapon (Radiant)",
    "description": "Half action to apply element to attended weapons, dismiss as Extra action.\r\nChanges weapon damage type to element.\r\nDamage adjusted by -1",
    "rulesText": "half action to apply element to attended weapons, dismiss as Extra action.\r\nChanges weapon damage type to element.\r\nDamage adjusted by -2",
    "bpCost": 10,
    "affinityReq": "4W,(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 6,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Martial Spirit",
    "description": "No aura, two stances, combine maneuvers",
    "rulesText": "Body Buff\r\nYou may not have an aura active\r\nYou may have two stances active\r\nYou may combine two maneuvers as part of one action where both could apply. If they both have initiative costs, you only need to pay the higher one.",
    "bpCost": 100,
    "affinityReq": "8W,8R,8(W|R),(30)",
    "colorContributions": {
      "w": 7,
      "u": 0,
      "b": 0,
      "r": 7,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Press your luck",
    "description": "Spend (2?3?) points of luck, for the rest of the round all your dice explode",
    "rulesText": "Nonaction. Spend 2 luck, For the rest of the round all your dice explode.",
    "bpCost": 10,
    "affinityReq": "9R,(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 12,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Purging Bubble",
    "description": "1 temp hp, 1 purge roll on apply",
    "rulesText": "half action. Reduce the (e)DV of one ongoing status on the target by 5. Target gains 1 temp hp",
    "bpCost": 5,
    "affinityReq": "7W,(9)",
    "colorContributions": {
      "w": 6,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 6
    }
  },
  {
    "category": "Buff",
    "name": "Shadow Partner",
    "description": "Create a fragile clone of yourself with half stats that mirrors your actions",
    "rulesText": "Extra action, spend 1 L. Create a shadowy clone of yourself in an adjacent square. It acts on your initiative count, has half your dicepool for any roll before modifiers. The clone cannot spend initiative on any actions, nor can it spend luck. The clone has its own health and cannot be healed, taking all damage as lethal. The clone does not suffer wound penalties. You can perceive everything your clone perceives. Outside of these limitations, your clone functions with your abilities.",
    "bpCost": 100,
    "affinityReq": "8U,8B,8(U|B),(30)",
    "colorContributions": {
      "w": 0,
      "u": 10,
      "b": 10,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Shared fate",
    "description": "split damage with ally",
    "rulesText": "full Action. Touch range, targets ally and self. For the duration all damage suffered by either recipient of this buff is split equally (primary target takes higher value in case of odd valued damage). Split damage after all resistances and rolls are concluded.",
    "bpCost": 10,
    "affinityReq": "4W,(6)",
    "colorContributions": {
      "w": 2,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 2
    }
  },
  {
    "category": "Buff",
    "name": "Soulward",
    "description": "Spend X health, get 2X temp hp",
    "rulesText": "half Action. Spend X health to gain 2X temp hp.",
    "bpCost": 10,
    "affinityReq": "6B,(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 10,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Spellforged Strikes",
    "description": "Gain martial prowess for a short time after casting spells",
    "rulesText": "Gain +1 dice to weapon attack rolls until the end of the next round, cumulative and refreshing, when you cast a spell. While you are benefiting from these extra dice you may make an additional attack with a wielded weapon as part of a melee attack, splitting your dicepool as normal.",
    "bpCost": 40,
    "affinityReq": "18(W|U|R),(24)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Swarmform",
    "description": "Shapeshift into a cohesive swarm of small creatures",
    "rulesText": "Gain +3 bonus (defense roll only) vs. single target attacks and effects\r\nTake -5 penalty (defense and soak) vs. area attacks and effects\r\nDamage taken from single target attacks cannot exceed 10\r\nYou may disperse/condense into a swarm as a half action.",
    "bpCost": 30,
    "affinityReq": "14G,(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 12
    }
  },
  {
    "category": "Buff",
    "name": "The Quick and The Dead",
    "description": "boost dodge, take more damage when hit",
    "rulesText": "half Action. Gain RANK free hits on all dodge rolls. Your damage dampening is reduced by (2+4*RANK).",
    "bpCost": [
      30,
      40,
      50
    ],
    "affinityReq": "14(U|B|R),(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 6,
      "r": 6,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Titan Armor",
    "description": "Gain mitigation dice, slow down",
    "rulesText": "half Action. Gain 2 Armor soak per RANK for RANK*10 rounds. Your speed is halved. This is a body buff.",
    "bpCost": 5,
    "affinityReq": "4G,(6)\r\n9G,(12)\r\n14G,(18)\r\n19G,(24)\r\n24G,(30)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Buff",
    "name": "Vengeful Protector",
    "description": "Buff up to one ally, attacks on them provoke from you",
    "rulesText": "Simple action, buff an ally within 30 ft. Attacks that target that ally provoke an opportunity attack from you (Only creatures that you threaten provoke opportunity attacks from you).",
    "bpCost": 5,
    "affinityReq": "12W,(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Flaw",
    "name": "Blindness",
    "description": "You are blind",
    "rulesText": "You are blind. Whenever the GM deems that this flaw impacts a scene they may award you 1 LUCK.",
    "bpCost": 0,
    "affinityReq": "WURBG,(0)",
    "colorContributions": {
      "w": 1,
      "u": 1,
      "b": 1,
      "r": 1,
      "g": 1
    }
  },
  {
    "category": "Maneuver",
    "name": "All in",
    "description": "Burn initiative for a powerful strike",
    "rulesText": "Spend the rest of your initiative as part of an attack. Gain +1 free hit for every (10) spent in this way, rounding up.\r\n_________________\r\nInstead for every (9) spent\r\n_________________\r\nInstead for every (8)",
    "bpCost": [
      5,
      10,
      15
    ],
    "affinityReq": "7R,(9)\r\n14R,(18)\r\n20R,(27)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 10,
      "g": 0
    }
  },
  {
    "category": "Ritual",
    "name": "Arcane Mark",
    "description": "Put a magic mark on something",
    "rulesText": "Place an invisible magical mark on an object after 1 minute of casting. The mark is not invisible to you, and up to (cast stat) others of your choice present upon casting. The mark may be viewed normally with Perceive Magic).",
    "bpCost": 5,
    "affinityReq": "1(W|U),(6)",
    "colorContributions": {
      "w": 4,
      "u": 4,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Arcane Rush",
    "description": "Make a charge, if you connect cast a single target spell",
    "rulesText": "Make a charge attack. If the attack deals damage you may cast a single target spell on the charge victim or a single target spell on yourself.",
    "bpCost": 40,
    "affinityReq": "7R,7G,(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Assisted Escape",
    "description": "Target an ally, they may move up to their movement speed.  After moving, apply temp hp.",
    "rulesText": "Target ally may move up to their walking speed, after moving they gain 1 temp hp. half action.",
    "bpCost": 5,
    "affinityReq": "2W,(3)",
    "colorContributions": {
      "w": 2,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Avalanche of Blades",
    "description": "Flurry of attacks until missing",
    "rulesText": "(10) Make a melee attack, if this attack hits make another attack at a cumulative -4 penalty to all rolls against the same target, repeat.\r\n__________________\r\nInstead at a cumulative -3 penalty",
    "bpCost": [
      25,
      40
    ],
    "affinityReq": "16(W|R),(21)\r\n24(W|R),(30",
    "colorContributions": {
      "w": 12,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Avatar of Might",
    "description": "+n/+x trample",
    "rulesText": "Up to cha friendly targets get +(cast stat/2) on all dicepools involving STR or BOD, +(cast stat /2) DV on weapon attacks that scale with STR, ignore enemies' full defense. For each subject this benefit expires at the end of their turn. Extra action (10)",
    "bpCost": 100,
    "affinityReq": "24G,(30)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Balance the Scales",
    "description": "Equalize wounds with ally",
    "rulesText": "(Touch) Equalize wounds with one ally. If there are an odd number of physical and/or nonlethal wounds you choose who receives the odd numbered wound.",
    "bpCost": 10,
    "affinityReq": "9(W|G),(18)",
    "colorContributions": {
      "w": 6,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 6
    }
  },
  {
    "category": "Maneuver",
    "name": "Blade Barrier",
    "description": "Produce a wall of blades that provide cover and harm those crossing it",
    "rulesText": "Produce a contiguous wall of whirling blades and weapons that fills (AGI/2) 5ft cubes. Creatures that end the round inside or move into the wall are subject to a normal melee attack using the stats of a weapon you are currently wielding. The wall lasts until the end of your next turn. You may spend your Extra action to extend the duration of the wall until the end of your turn. You may only have one Blade Barrier active at a time. The Blade Barrier provides cover.",
    "bpCost": 20,
    "affinityReq": "10W,(21)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Blinding Bulwark",
    "description": "Blocking enemies has a chance to blind them (REWORK PENDING)",
    "rulesText": "Spend (5) on block to roll a CHA DV attack with spellcasting or weapon skill vs. attacker's mental resist. Target soaks with mental soak and is blinded for a number of rounds equal to the damage the attack would do.",
    "bpCost": 5,
    "affinityReq": "7W,(9)",
    "colorContributions": {
      "w": 6,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Blinding Strike",
    "description": "Attack to blind a target",
    "rulesText": "Make an attack with eDV = weapon DV\r\nPhys res\r\nArmor Soak \r\n0: no effect\r\n1: the next attack made against the target before the end of the next round benefits from advantageous ground\r\n5: all attacks made against the target before the end of the next round benefit from superior ground\r\n9+: the target is blinded until the end of the next round\r\n\r\n_____________\r\neDV = weapon DV + 2\r\n_____________\r\neDV = weapon DV + 4",
    "bpCost": [
      5,
      15,
      25
    ],
    "affinityReq": "4W,(6)\r\n12W,(15)\r\n19W,(24)",
    "colorContributions": {
      "w": 2,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Blink",
    "description": "Tactical Teleportation",
    "rulesText": "Extra action, teleport up to your 30ft to a square within line of sight. The next use of this ability costs 10/1/0 more stamina. The stamina cost of this ability decreases by 1 at the end of the round.",
    "bpCost": 30,
    "affinityReq": "7U,(15)\r\n10U,(21)\r\n13U,(27)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Blood for Blood",
    "description": "Spend health to boost the damage of a successful hit",
    "rulesText": "Nonaction. After hitting with a weapon attack you may spend 1 health to increase the (e)DV of the attack by 2. You may only do this once per attack.",
    "bpCost": 20,
    "affinityReq": "9B,(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Bloom Field",
    "description": "Spawn and manipulate blooms for battlefield options",
    "rulesText": "half action: Spawn (BOD) buds on the ground within 50ft in unoccupied spaces. Buds die if you go 100ft from them or one minute passes since a function of this ability is activated.\r\n\r\nExtra action: Command one or all buds (same command)\r\n\r\n- Spawn bramble patch: Creates 3 5ft boxes centered on the bud. The brambles are 5ft high and cost double movement for enemies. Allies move normally through the brambles. The brambles grant total cover. This causes the bud to expire.The brambles die when buds would die.\r\n- Ensnare: Bud rolls attack (spellcasting or weapon skill) against enemy (dodge block parry), enemy soaks with physical soak and upon failure cannot move or make attacks of opportunity for eDV duration, or unitl they take a full action to free themselves. Buds use your weapon skill or spellcasting dicepool and have DV of 4+ STR. You can target the same creature with multiple buds, in which case the swarming rules apply (each bud past the first does not generate another attack, instead increasing the dicepool by +3)\r\n- Teleport: Teleport to a spot adjacent to any bud, you may only do this starting from adjacent to a bud. This does not consume the bud.\r\n\r\nhalf action or (5): Create a bud on your location and teleport as above.",
    "bpCost": 25,
    "affinityReq": "9G,(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 12
    }
  },
  {
    "category": "Maneuver",
    "name": "Bola Arrow",
    "description": "Grapple, trip, disarm with arrow",
    "rulesText": "Grapple, trip, disarm with arrow as part of an attack, don't gain net hits on damage.\r\n___________\r\nGain half net hits on damage\r\n___________\r\nGain all net hits on damage",
    "bpCost": [
      10,
      20,
      30
    ],
    "affinityReq": "4G,(9)\r\n9G,(18)\r\n13G,(27)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 6
    }
  },
  {
    "category": "Stance",
    "name": "Bolstering Momentum",
    "description": "After a successful attack, activate a buff as a Extra action.",
    "rulesText": "If you successfully hit with a weapon attack this turn you may activate a single buff as a nonaction.",
    "bpCost": 15,
    "affinityReq": "14(W|U|B),(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Breathstealing Blow",
    "description": "forces save vs. silence",
    "rulesText": "Make an attack with eDV = weapon DV -4\r\nPhys res\r\nArmor Soak \r\n0: no effect\r\n1: the target is silenced on its next turn\r\n5: the target is silenced until the end of the round\r\n9: the target is silenced until the end of the next round\r\n\r\n______\r\neDV = weapon DV -2\r\n______\r\neDV = weapon DV",
    "bpCost": [
      10,
      20,
      30
    ],
    "affinityReq": "4W,(9)\r\n9W,(18)\r\n13W,(27)",
    "colorContributions": {
      "w": 4,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Burnout",
    "description": "Roll an init die twice, lose access to that init die for the following round. 2 round cooldown.",
    "rulesText": "Roll an init die twice, lose acces to that init die for the following round",
    "bpCost": 20,
    "affinityReq": "7R,(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 6,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Butterknifing",
    "description": "Improved sunder",
    "rulesText": "(5) as an additional cost on an attack against an inanimate or attended object. Treat the object's barrier rating as 5 lower.\r\n____________________\r\n(1) As an additional cost\r\n____________________\r\n(0) As an additional cost. This ability funcitonally becomes an optional passive.",
    "bpCost": [
      10,
      20,
      30
    ],
    "affinityReq": "4(R|G),(9)\r\n9(R|G),(18)\r\n13(R|G),(27)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 3,
      "g": 3
    }
  },
  {
    "category": "Maneuver",
    "name": "Clarion Call",
    "description": "Grant allies option to take extra action when downing an enemy",
    "rulesText": "Nonaction after your attack renders an opponent unconscious\r\nAll allies within CHA*5 ft may spend (5) and make a single attack or move up to their speed, this movement does not count towards the round's max movement.",
    "bpCost": 20,
    "affinityReq": "16W,(21)",
    "colorContributions": {
      "w": 12,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Commander's Strike",
    "description": "Command an ally to attack",
    "rulesText": "full Action: One ally within CHA*10 ft may make an attack.",
    "bpCost": 60,
    "affinityReq": "5W,5R,(21)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Contingency",
    "description": "Invest luck into holding spell until chosen trigger",
    "rulesText": "Spend 1 Luck, you cant regain this point of luck while you have an active contingency. Cast a spell to be your contingency, noting your current dicepool and other parameters, resisting drain when creating this contingency. Set a condition under which the contingency will trigger...",
    "bpCost": 30,
    "affinityReq": "10U,(21)",
    "colorContributions": {
      "w": 0,
      "u": 14,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Counter Charge",
    "description": "When an enemy is charging, you may charge to intercept.",
    "rulesText": "(10) when an enemy makes a charge attack, charge the enemy during their movement, attack them, on hit also make an opposed STR check, on success the enemy stops moving and does not get to attack.",
    "bpCost": 5,
    "affinityReq": "4W,(6)",
    "colorContributions": {
      "w": 4,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Counterspell",
    "description": "(10) as interrupt, attempt to counter a spell",
    "rulesText": "(10) as interrupt, attempt to counter a spell. Roll Cast stat + spellcasting skill + other bonuses vs. the spellcaster's roll in place of a normal resistance check.",
    "bpCost": 5,
    "affinityReq": "7U,(9)",
    "colorContributions": {
      "w": 0,
      "u": 6,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Cratering Charge",
    "description": "AoE impact on a charge",
    "rulesText": "(5) in addition to your charge, make a secondary melee attack at STR+2 DV against all adjacent targets, full dice pool vs. each target.\r\n___________________\r\nSTR + 4 DV\r\n___________________\r\nSTR + 6 DV",
    "bpCost": [
      10,
      20,
      30
    ],
    "affinityReq": "7(R|G),(9)\r\n14(R|G),(18)\r\n20(R|G),(27)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 6,
      "g": 6
    }
  },
  {
    "category": "Maneuver",
    "name": "Crushing Descent",
    "description": "Bonus for attacks made while falling",
    "rulesText": "Make a melee attack while falling or diving. Gain.+1 die per 10 fallen as part of the action. Capped at your BOD",
    "bpCost": 20,
    "affinityReq": "6(W|G),(12)",
    "colorContributions": {
      "w": 8,
      "u": 0,
      "b": 0,
      "r": 8,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Dancing Weapon",
    "description": "enchant a weapon to float and attack enemies",
    "rulesText": "half action, or (5) after attacking with a melee weapon. Release one held melee weapon and choose an enemy, the weapon pursues and attacks that enemy until the end of the round. The weapon acts on your turn, has a fly speed of 30' with perfect maneuverability, uses your weapon skill for its attacks (benefits from tradition match but not your agility), and deals damage as if you were wielding it. At the end of the round the weapon moves 30' towards you, dropping where it ends its movement if you do not have an open hand to grab it as a nonaction, or if it fails to reach you.",
    "bpCost": 40,
    "affinityReq": "12W,(24)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Deflecting Dodge",
    "description": "Redirect attack that missed you to adjacent valid target.",
    "rulesText": "Spend (5) to redirect an attack that you succesfully dodged to an adjacent valid target. The new target must resist the original attack roll, damage value and any other related effects.\r\n______\r\nSpend (1)",
    "bpCost": [
      5,
      15
    ],
    "affinityReq": "4R,(9)\r\n9R,(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 4,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Desert Tempest",
    "description": "Twirl around the battlefield slicing foes as you move",
    "rulesText": "(10) As part of this manuever move up to your speed. You may make a single melee attack against each enemy you become adjacent to; you may not attack the same foe more than once during this manuever.\r\n_________\r\n(5)",
    "bpCost": [
      20,
      40
    ],
    "affinityReq": "16(W|R),(21)\r\n24(W|R),(30)",
    "colorContributions": {
      "w": 14,
      "u": 0,
      "b": 0,
      "r": 14,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Desperate Gambit",
    "description": "take off turn action as if previously readied",
    "rulesText": "(20) perform an action as an interrupt as if it were readied.\r\n_______________________\r\n(15)",
    "bpCost": [
      20,
      40
    ],
    "affinityReq": "14R,(18)\r\n20R,(27)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 12,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Devour Essence",
    "description": "Absorb some energy from a dying / recently slain foe",
    "rulesText": "full action, touch, targets a dead or dying creature. A dying creature rolls BOD vs. WIL to resist, failure or tie results in its death. This maneuver automatically succeeds against a target that has been dead for up to (YOUR BOD) rounds, on more rounds than that no effect. Heal 1 stamina, if at full stamina heal 1 health, if at full health and stamina, gain 1 temporary point of health/stam that is lost first. This point lasts for (Creature's BOD) hours.",
    "bpCost": 10,
    "affinityReq": "2B,2(B|G),(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 3,
      "r": 0,
      "g": 3
    }
  },
  {
    "category": "Maneuver",
    "name": "Discorporation",
    "description": "Avert death, reform later",
    "rulesText": "Spend all your LUK when you would die. If your spent LUK exceeds the damage you died by you discorporate and return next (time of day) at full health at a nearby safe location.",
    "bpCost": 20,
    "affinityReq": "7B,(30)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Disperse into Mist",
    "description": "Disperse into mist in response to taking a blow",
    "rulesText": "Spend (10) as a nonaction after taking damage from an attack. You disperse into mist and are untargetable until the start of your next turn, or the start of the next round (your choice). While dispersed you cannot take actions or affect other creatures, objects, or terrain (you may still move).",
    "bpCost": 30,
    "affinityReq": "5G,(21)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Distant Echoes",
    "description": "Launch projectile, sense general surroundings near projectile",
    "rulesText": "Extra action - you gain blindsense 10ft around the impact point of the projectile until the end of the turn\r\nhalf action - until the end of next round.\r\n____________\r\nExtra action - until end of round\r\nhalf action - until end of next round",
    "bpCost": [
      15,
      25
    ],
    "affinityReq": "6(W|G),(12)\r\n10(W|G),(21)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Divert Attention",
    "description": "half action: roll to stealth as if you had moved",
    "rulesText": "half action: you may roll to stealth as if you had moved. This ability does not fulfill any other conditions required for stealthing.\r\n_______________\r\nextra action",
    "bpCost": [
      10,
      60
    ],
    "affinityReq": "3G,(12)\r\n7G,(27)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Drink Their Tears",
    "description": "Gain bonus for enemies that have recently taken damage",
    "rulesText": "half action\r\nGain +1 dice to attack actions for each enemy in LoS that has taken damage in the past round. This lasts until the end of the next round.",
    "bpCost": 5,
    "affinityReq": "2R,2G,(6)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 4,
      "g": 4
    }
  },
  {
    "category": "Maneuver",
    "name": "Elemental Discharge",
    "description": "Discharge weapon buff, boost power of one attack",
    "rulesText": "Discharge a weapon buff as part of an attack action with one or more weapons. All attacks made during this attack action retain the elemental damage type of the discharged buff , have +1DV, and strike adjacent targets at -5 DV. (full action)",
    "bpCost": 25,
    "affinityReq": "WUBRG,(18)",
    "colorContributions": {
      "w": 12,
      "u": 12,
      "b": 12,
      "r": 12,
      "g": 12
    }
  },
  {
    "category": "Maneuver",
    "name": "Emit Shockwave",
    "description": "Close range conal AoE with melee weapon",
    "rulesText": "Complex action. Make a conal AoE ranged attack with a melee weapon (cone radius = 2x reach with that weapon) at -3 DV. This attack is resisted with Dodge/Physical soak.",
    "bpCost": 5,
    "affinityReq": "12G,(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "ethereal Spinerak",
    "description": "half Action. Until end of encounter, an ally gains the power to fight ethereal andincoporeal creatures.  you may use this maneuver as an interrupt (5); if you do so, you cannot use this ability again for 24-3*WIL hours. (deprecated, very conditional and weird format)",
    "rulesText": "half Action. Until end of encounter, an ally gains the power to fight ethereal, incoporeal,  creatures.  You may use this maneuver as an interrupt (5). Once you trigger this ability it cannot be used again for 24-3*WIL hours.",
    "bpCost": 10,
    "affinityReq": "6G,(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 8
    }
  },
  {
    "category": "Maneuver",
    "name": "Exposing Smite",
    "description": "Leave a target more vulnerable to radiant damage",
    "rulesText": "(5) Make an attack. If the target fails to fully soak this attack it gains (CAST STAT/2) vulnerability to radiant damage until the end of your next turn.",
    "bpCost": 10,
    "affinityReq": "3W,(15)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Fade Strike",
    "description": "Make an attack, move after the attack",
    "rulesText": "Make an attack at -3 DV. Shift up to half your speed after the attack.",
    "bpCost": 5,
    "affinityReq": "3U,(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 4,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Feigned opening",
    "description": "Fake an opening, focusing your reactions upon the riposte to come",
    "rulesText": "As a Extra action you may start to feign an opening. While you are feigning you do not roll your REACTION for passive defense, dodge or block. Add REACTION to all riposte rolls when feigning.",
    "bpCost": 30,
    "affinityReq": "9W,(12)",
    "colorContributions": {
      "w": 6,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Feint",
    "description": "(5) attack, special roll w/ various other contributing skills, if successful + NET HITS to next attack against target",
    "rulesText": "Make an attack as a half action against a target that is perceiving you and add your legerdemain skill to the dice pool. This attack does no damage if successful. Instead, add your net hits (up to AGI) to the dice pool of the next attack you make against the same target before the end of your next turn.",
    "bpCost": 5,
    "affinityReq": "4(W|U),(6)",
    "colorContributions": {
      "w": 4,
      "u": 4,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Fiery Rebirth",
    "description": "Rise empowered after dying",
    "rulesText": "On death, spend all your LUCK. You rise on the start of the next round, healing each of stam/drain/health up to 2x(spent LUCK) if they were below it. For the next 10 rounds you gain 1 temp hp at the start of each round, you have a fly speed equal to your movement speed, you have (CHA*5/2) radius fire damage aura that enemies must soak your (CAST STAT*2) in fire damage at the end  of round. You may do fire damage with your attacks rather than the normal damage type if desired. Lastly, you also have weakness to cold 3 for the duration.",
    "bpCost": 40,
    "affinityReq": "19R,(24)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Fight me",
    "description": "Allow your actions to provoke from target opponent, they provoke if they attack you, otherwise get a free intimidate vs. them",
    "rulesText": "Extra action: Target opponent within your reach whose reach you are within. you provoke an opportunity attack from the target. If they make the attack they provoke an opportunity attack from you. If they choose not to make the attack (lacking initiative or otherwise being unable to take such an action, being unaware of you etc doesn't count) you make an intimidate check against them as a nonaction.",
    "bpCost": 5,
    "affinityReq": "7G,(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 6
    }
  },
  {
    "category": "Maneuver",
    "name": "FIRE EVERYTHING",
    "description": "FIRE EVERYTHING",
    "rulesText": "Spend all your initiative. At the end of the round regain as much initiative as you spent on this ability. All initiative costs are reduced by (2) (including starting a turn) until the end of the round. You may activate this ability at any time as a nonaction, but only once per round.",
    "bpCost": 50,
    "affinityReq": "24R,(30)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "First Strike",
    "description": "Attack an enemy that enters your reach",
    "rulesText": "Spend (10)/(5)/(1) when an enemy enters your reach. Make an attack against then.",
    "bpCost": [
      10,
      15,
      20
    ],
    "affinityReq": "4W,(9)\r\n9W,(18)\r\n13W,(27)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Foil",
    "description": "Spend (10) or 1L in melee, if enemy cannot pay (10) init they lose the action they were attempting.",
    "rulesText": "Spend (10) or 1L in melee, if enemy cannot pay (5) init they lose the action they were attempting. (needs balancing)",
    "bpCost": 40,
    "affinityReq": "10U,(21)",
    "colorContributions": {
      "w": 0,
      "u": 8,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Folded Time",
    "description": "2L, pull yourself from the future for 1 round, next round disappear as you are pulled back for a round.",
    "rulesText": "2L, pull yourself from the future for 1 round, next round disappear as you are pulled back for a round.",
    "bpCost": 100,
    "affinityReq": "24U,(30)",
    "colorContributions": {
      "w": 0,
      "u": 20,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "For the Greater Good",
    "description": "Willing allies may take damage to heal the aura user",
    "rulesText": "Extra Action, target willing ally within the aura loses 1 HP or 2 Stam and you gain 1HP or 2 Stam.",
    "bpCost": 20,
    "affinityReq": "4B,(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 6,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Force an opening",
    "description": "pay (5) on top of your attack, full defense does not apply vs. this attack, enemies may spend (5) to prevent this for themselves",
    "rulesText": "(5) the next attack you make ignores an opponent's Full Defense. enemies may spend (5) to negate this per use.",
    "bpCost": 5,
    "affinityReq": "14(W|R),(18)",
    "colorContributions": {
      "w": 6,
      "u": 0,
      "b": 0,
      "r": 6,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Frenetic Boost",
    "description": "Coinflip init boost",
    "rulesText": "Flip a coin before rolling initiative. If heads, gain +1 init die this round. If tails, -1 init die this round.",
    "bpCost": 5,
    "affinityReq": "6U,6R,(15)",
    "colorContributions": {
      "w": 0,
      "u": 5,
      "b": 0,
      "r": 5,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Get Over Here",
    "description": "Pull an enemy towards you",
    "rulesText": "Make a melee atttack with 30ft reach at -3 DV. On a successful damage the target is also pulled to an adjacent square by the shortest direct path possible.",
    "bpCost": 10,
    "affinityReq": "6B,(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Go Home You're Dunked",
    "description": "Make an attack that bypasses armor and knocks wearied foes unconscious.",
    "rulesText": "full action. Make a weapon attack at  eDV = weapon DV - 5. Target soaks with physical soak. If the target is missing half or more of their stamina and they fail to fully soak this attack then this maneuver instead deals stamina damage sufficient to knock the target unconscious.",
    "bpCost": 15,
    "affinityReq": "7W,(15)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Goad",
    "description": "Extra action: Target opponent within your reach whose reach you are within. The next action they take this turn that does not include you as a target provokes an opportunity attack from you. If you attack them, you provoke an opportunity attack from them. If they choose not to make the attack (lacking initiative or otherwise being unable to take such an action, being unaware of you etc doesn't count) you make an intimidate check against them as a nonaction.",
    "rulesText": "Extra action: Target opponent within your reach whose reach you are within. The next action they take this turn that does not include you as a target provokes an opportunity attack from you. If you attack them, you provoke an opportunity attack from them. If they choose not to make the attack (lacking initiative or otherwise being unable to take such an action, being unaware of you etc doesn't count) you make an intimidate check against them as a nonaction.",
    "bpCost": 5,
    "affinityReq": "7R,(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 2,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Gouge",
    "description": "Attack that triggers a bleed that hurts on taking actions",
    "rulesText": "Make an attack at eDV = weapon DV. This attack is soaked by physical soak. The target bleeds for unsoaked eDV/2 rounds. While bleeding the target takes 2 health damage if they take a move or half action, 4 if they take a full action. Magical healing or a medicine check vs. the remaining turns removes the bleed.",
    "bpCost": 15,
    "affinityReq": "9B,(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Grand Bend",
    "description": "Line attack AoE shot",
    "rulesText": "Make a line attack (AoE) with your ranged weapon at -6 dicepool out to the end of your weapon's short range. Take Aim bonuses are doubled for this attack.",
    "bpCost": 5,
    "affinityReq": "7(R|G),(15)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Ground shifting leap",
    "description": "Leap to a target, cratering the earth in an aoe around",
    "rulesText": "As a full action make a jump, this is treated as a running jump even if you started from a standstill. Upon landing make a Strongman check against the ground.\r\nif you surpass its barrier rating you break through and create a HITS/4 *5ft radius hole centered on you, otherwise nothing happens.\r\nMalleable surface: if you fail to surpass the barrier rating (possibly due to the dirt ground being arbitrarily impassable vs. basic attacks for instance) you create a HITS/2 *5ft radius dent that is treated as difficult terrain and force all creatures in the area to make Gymnastics checks against half your STR check or fall prone.",
    "bpCost": 5,
    "affinityReq": "4R,(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 4,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Guardbreak",
    "description": "Attack with a bonus vs. guarding targets",
    "rulesText": "Make an attack at -1DV. Gain +2 automatic hits if the target actively blocks this attack.",
    "bpCost": 20,
    "affinityReq": "9R,(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 4,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Guide Fate",
    "description": "Spend (5) to let an adjacent ally explode dice or reroll",
    "rulesText": "You have one fate reroll that you may trigger for an ally for (5) that functions the same a a reroll generated from spending luck. Whenever you would regain a point of luck, this fate reroll refreshes.",
    "bpCost": 15,
    "affinityReq": "16R,(21)",
    "colorContributions": {
      "w": 6,
      "u": 0,
      "b": 0,
      "r": 6,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Headsman",
    "description": "Attacking technique vs. prone targets. Bonus damage",
    "rulesText": "(5) Make an attack with a melee weapon against a prone target. The dice rolled for this attack explode and the attack has +2 DV.",
    "bpCost": 20,
    "affinityReq": "4B,(15)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 10,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Herding assault",
    "description": "Hit does reduced damage, force move your target NET HITS",
    "rulesText": "Make an attack, net hits do not contribute to damage. This attack is soaked with physical soak. move your target NET HITS if the attack hits.",
    "bpCost": 5,
    "affinityReq": "4(U|G),(6)",
    "colorContributions": {
      "w": 0,
      "u": 2,
      "b": 0,
      "r": 0,
      "g": 2
    }
  },
  {
    "category": "Maneuver",
    "name": "Hit the Deck",
    "description": "Drop prone, reroll defense vs indirect AoE",
    "rulesText": "(5)You drop prone. Reroll a defense roll you just made against an indirect area attack,",
    "bpCost": 5,
    "affinityReq": "WUBRG,(6)",
    "colorContributions": {
      "w": 4,
      "u": 4,
      "b": 4,
      "r": 4,
      "g": 4
    }
  },
  {
    "category": "Maneuver",
    "name": "Iceblock",
    "description": "Immobilize yourself in protective ice",
    "rulesText": "(10) Immobilize yourself in a block of ice as an interrupt. The ice has (CAST STAT*2) health and uses your soak pool. The ice disperses when its health reaches zero or you spend a full action to dismiss it. Excess damage beyond the ice's health is dealt to you as normal.\r\n\r\nWhile in the ice block you get 0 hits on dodge rolls and cannot take any physical actions.",
    "bpCost": 20,
    "affinityReq": "10U,(21)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Inspire Perserverance",
    "description": "Give one/some allies an extra roll to end ongoing effects",
    "rulesText": "1: full action, one ally within 30ft may reduce the magnitude of one standard ongoing negative effect by one stage. If the effect has no stages reduce the duration by one round. If the effect is a DoT with no duration reduce the intensity by 4.\r\n2: As 1, except as a half action\r\n3: As 2, except 2 stages / 2 rounds / intensity by 8. Also; full action,applies to up to CHA allies within ring.",
    "bpCost": 10,
    "affinityReq": "6W,(12)",
    "colorContributions": {
      "w": 8,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Last Ditch Evasion",
    "description": "Dodge an attack at all costs",
    "rulesText": "Trigger this ability as an interrupt at any time during the resolution of an attack you rolled dodge against, but before damage or other consequences have been applied. (Note: you may trigger this ability after you have rolled soak and know the resulting applied DV, but no later). You are treated as having fully dodged the attack. You may not benefit from active defenses until the end of your next turn. You may take no actions until the end of your next turn.",
    "bpCost": 10,
    "affinityReq": "3R,(15)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Leaping Flame",
    "description": "Poof, gone in thin air like a magic trick",
    "rulesText": "Trigger: a creature you are aware of within (twice your speed) resolves an attack against you.\r\n(5) Teleport to a location adjacent to the triggering enemy.",
    "bpCost": 10,
    "affinityReq": "4W,4R,(12)",
    "colorContributions": {
      "w": 4,
      "u": 0,
      "b": 0,
      "r": 4,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Lend a Distraction",
    "description": "(5) ally's next action doesn't provoke",
    "rulesText": "(5) to assist an ally with a Con check, producing a distraction for stealth purposes (hits as a penalty to opponent's dicepool), preventing distracted target from being able to take attacks of opportunity...",
    "bpCost": 5,
    "affinityReq": "7(W|R),(9)",
    "colorContributions": {
      "w": 6,
      "u": 0,
      "b": 0,
      "r": 6,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Looming Strike",
    "description": "Enemy takes damage if it moves after being hit",
    "rulesText": "Make an attack. Net hits do not contribute to damage. When the enemy moves before the start of your next turn it must soak the modified DV including the net hits.\r\n_______\r\nThe enemy must soak the modified DV each time it moves.",
    "bpCost": 15,
    "affinityReq": "6R,6(B|R),(15)\r\n9R,9(B|R),(24)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Lunge",
    "description": "Attacking technique with extra range and added movement. Bonus damage, cannot attempt active defense until start of next turn.",
    "rulesText": "At the start of a lunge you may move up to two squares in a straight line, this movement does not provoke attacks of opportunity. You are treated as charging for this attack (+2 dicepool). After attempting a lunge you may not attempt any active defense until the start of your next turn.",
    "bpCost": 5,
    "affinityReq": "4(B|R),(6)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 4,
      "r": 4,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Make Time for That",
    "description": "Spend 1 luck, gain 10 init, spend this only on red abilities",
    "rulesText": "Spend 1 luck, gain 10 init, spend this only on red abilities. Nonaction",
    "bpCost": 5,
    "affinityReq": "7R,(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 6,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Manacleave",
    "description": "Attack removes buff(s)",
    "rulesText": "Make an attack at -3 DV. Target soaks with mental soak. If damage is dealt one of the target's buffs (chosen randomly) ends. \r\n___________________________\r\nHalf net hits buffs are removed\r\n___________________________\r\nNet hits buffs are removed",
    "bpCost": [
      5,
      10,
      15
    ],
    "affinityReq": "7W,(9) per",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Mirrored Edge",
    "description": "Consecutive attacks generate additional attacks",
    "rulesText": "Make an attack with your weapon(s). Then make another attack for each consecutive turn beyond the first you have used this maneuver this round. (ex: third turn in a row, make three attacks).",
    "bpCost": 40,
    "affinityReq": "15R,(30)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Mitigate Suffering",
    "description": "Grant ally damage threshold or reduce damage they take.",
    "rulesText": "(1) as an interrupt: Increase an ally's damage threshold by 4 until the end of this turn.\r\n1L as an interrupt: Halve the damage an ally takes from an attack. \r\n\r\nYou may trigger any parts of this ability during damage calculation.",
    "bpCost": 30,
    "affinityReq": "12W,(24)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "My body as a shield",
    "description": "(5) take a hit meant for an adjacent ally",
    "rulesText": "(5) When an adjacent ally would next be hit by an attack you are hit by that attack instead.",
    "bpCost": 5,
    "affinityReq": "4W,(6)",
    "colorContributions": {
      "w": 2,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Necropotence",
    "description": "spend life, boost init",
    "rulesText": "Spend X life and X Drain when rolling initiative, you may reroll all dice of X or lower. Additionally you may pay 4 life and 2 Drain per (5) of the init cost of an action you otherwise do not have initiative for.",
    "bpCost": 30,
    "affinityReq": "14B,(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 12,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Nightmare Blade",
    "description": "Stab them in the MIND",
    "rulesText": "Make a melee attack at -6DV, the target resists with mental save instead of dodge/block/parry. Soaked with mental soak.",
    "bpCost": 40,
    "affinityReq": "10B,(21)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Ninjutsu Decoy",
    "description": "Set up a decoy at your position, turn invisible",
    "rulesText": "full action,make a stealth roll and leave behind a convincing decoy. Decoy fades after sustaining one hit. Enemies may see through the decoy with an (OPPOSED CHECK). (COOLDOWN)",
    "bpCost": 30,
    "affinityReq": "9(U|B),(18)",
    "colorContributions": {
      "w": 0,
      "u": 6,
      "b": 6,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Noncommital Blow",
    "description": "if this attack misses, regain a half action",
    "rulesText": "Make an attack, if it misses you regain a half action.",
    "bpCost": 20,
    "affinityReq": "12W,(24)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Overreaching Parry",
    "description": "Parry an attack targeting an ally within reach",
    "rulesText": "(5), roll parry for an attack targeting an ally who is within your reach. The ally uses the larger of your parry roll or their own defensive roll.",
    "bpCost": 10,
    "affinityReq": "7W,(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Painful Precision",
    "description": "Take 3 unresisted lethal damage to add one free hit to a roll",
    "rulesText": "Take 3 unresisted lethal damage to add one free hit to a roll, before dice are rolled.",
    "bpCost": 15,
    "affinityReq": "14B,(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 6,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Phasing",
    "description": "Pass through walls of varying thickness",
    "rulesText": "As a half action you may fully pass through thin materials and structures up to a few inches thick. Lead and other specific materials cannot be so bypassed. This increases the cost of subsequent phasings by 10 stamina, this cost decays by 1 at the end of each round down to a minimum of 0.\r\n_____________________________________\r\nAs previous rank, except you may pass through up to a foot in thickness. Cost increase is 8 instead of 10\r\n_____________________________________\r\nAs previous rank, except you may pass through up to 10'. Cost increase is 6 instead of 8\r\n_____________________________________\r\nAs previous rank, except the cost increase is 4 instead of 6.\r\n\r\n\r\nWith all ranks, if you fail to fully traverse when phasing you are shunted back out to where you started, taking 2 lethal per foot of distance so displaced (rounded up).",
    "bpCost": [
      20,
      25,
      30,
      35
    ],
    "affinityReq": "6U,(12)\r\n9U,(18)\r\n12U,(24)\r\n15U,(30)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Pile On",
    "description": "Trigger: an ally sucessfully attacks an enemy you may spend (5) to make an attack on that enemy",
    "rulesText": "Trigger: an ally sucessfully attacks an enemy you may spend (5) to make an attack on that enemy",
    "bpCost": 50,
    "affinityReq": "8W,(24)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Pinning Strike",
    "description": "Pin target to nearby surface, harder to remove the larger the weapon is.",
    "rulesText": "Make a weapon attack, net hits do not contribute to damage. If it hits the enemy is rooted to a nearby surface. Removing the pin takes a full action.\r\n_____________________________________\r\nAs previous rank, except the target takes the intiial damage again on escaping.\r\n_____________________________________\r\nAs previous rank, except you may target multiple adjacent enemies, Impaling them together instead of to a surface. Each victim of the pin must escape separately, their success does not affect the other victims.",
    "bpCost": [
      5,
      10,
      10
    ],
    "affinityReq": "4(R|B),(6) per",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 4,
      "r": 4,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Prescient Teleport",
    "description": "Teleport anytime you damn well please",
    "rulesText": "(5) as a nonaction at any time. Resolve one of your teleportation abilities.",
    "bpCost": 40,
    "affinityReq": "19U,(24)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Pro X",
    "description": "Grant (+dice) protection from color",
    "rulesText": "Grant (+RANK) protection from color. Color selection is locked upon purchase of this ability. This benefit lasts for one minute or until you conffer Pro X on another target. half Action",
    "bpCost": 10,
    "affinityReq": "4W,(6) per",
    "colorContributions": {
      "w": 3,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Rain of Arrows",
    "description": "You can attack an area with arrows",
    "rulesText": "You can target up to AGI continguous squares with simultaneous ranged attacks, roll one attack roll at -6 dicepool and apply it to each target.",
    "bpCost": 10,
    "affinityReq": "7G,(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 6
    }
  },
  {
    "category": "Maneuver",
    "name": "Rain of Steel",
    "description": "Spend extra initiative, become a maelstrom of weaponry for one round",
    "rulesText": "full action. (5) All enemies within reach are subject to a melee attack from you at -5 dicepool. All enemies treat the area covered by your reach as difficult terrain. All enemies outside your reach that enter while Rain of Steel continues are subject to a single attack at -5. You are treated as on full parry while Rain of Steel persists. Rain of steel lasts until the end of the round.",
    "bpCost": 30,
    "affinityReq": "6W,8(W|R|G),(18)",
    "colorContributions": {
      "w": 8,
      "u": 0,
      "b": 0,
      "r": 8,
      "g": 8
    }
  },
  {
    "category": "Maneuver",
    "name": "Reactive Block",
    "description": "You may attempt a free block against enemies you have attacked in melee previously this round",
    "rulesText": "Once per round you may attempt a block at (0) against an enemy you have attacked this round.",
    "bpCost": 15,
    "affinityReq": "4W,(9)",
    "colorContributions": {
      "w": 6,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Rebirth",
    "description": "Touched willing creature is encapsulated in a protective cocoon to prepare for administering amplified healing spells.",
    "rulesText": "Touched willing creature is encapsulated in a protective cocoon. They can only be targeted by healing effects through the cocoon for the duration, which are at double efficiency. This maneuver may be triggered for a nonaction as part of administering a healing effect.\r\nWhen inside the cocoon the creature is unconscious, unaware of its surroundings or the passage of time.\r\n\r\nCocoon duration: 1 minute\r\nCocoon barrier rating: 10\r\nCocoon Health: 2x CHA",
    "bpCost": 10,
    "affinityReq": "14(W|G),(27)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Reckless Swing",
    "description": "Take dice pool penalty to improve damage, or shave off enemy's dodge pool",
    "rulesText": "For every -2 penalty you take when attacking with this maneuver add +1 to the damage value of the attack, up to +AGI",
    "bpCost": 15,
    "affinityReq": "9(B|R),(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 6,
      "r": 6,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Red Rover",
    "description": "Group charge",
    "rulesText": "Make a charging attack. Allies can spend (10) to also make a charging attack as an interrupt. If you spend (10) the cost for allies joining the charge becomes (5). Resolve all attacks after you and all allies have moved.",
    "bpCost": 30,
    "affinityReq": "4W,4R,(12)",
    "colorContributions": {
      "w": 4,
      "u": 0,
      "b": 0,
      "r": 4,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Redirect",
    "description": "Spend (5) after counterspelling to redirect spell",
    "rulesText": "Spend (5) after counterspelling to redirect spell",
    "bpCost": 5,
    "affinityReq": "8U/R,(12)",
    "colorContributions": {
      "w": 0,
      "u": 6,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Redirecting parry",
    "description": "cause enemy to hit themselves with their weapon on a successful parry",
    "rulesText": "(5) as part of attempting a parry. If your parry is successful the attacker must soak the unmodified DV of their weapon.",
    "bpCost": 5,
    "affinityReq": "2W,(6)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Restorative Strike",
    "description": "attack generates temp hp",
    "rulesText": "Make an attack with your weapon, net hits do not contribute to damage. Generate\r\n1 / half net hits / net hits temp hp.",
    "bpCost": [
      5,
      10,
      15
    ],
    "affinityReq": "4W,(9)\r\n7W,(15)\r\n10W,(21)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Retalliatory Strike",
    "description": "Retalliate when struck in melee",
    "rulesText": "(5) when hit, you may make an attack against the opponent that struck you in melee.",
    "bpCost": 15,
    "affinityReq": "7(W|B),(9)",
    "colorContributions": {
      "w": 6,
      "u": 0,
      "b": 6,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Revivify",
    "description": "Spend luck, restore a recently deceased creature to life.",
    "rulesText": "Spend (2L), heal an ally for CAST STAT*2 without inflicting healing drain. This effect can be used on creatures that have died within the past round, returning them to life if the healing is sufficient to remove excess overflow. This effect requires you to be touching the target.",
    "bpCost": 20,
    "affinityReq": "9W,(18)",
    "colorContributions": {
      "w": 12,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Second Chance",
    "description": "Spend luck points, rewind turn",
    "rulesText": "Spend 3L as an interrupt. Rewind your turn.",
    "bpCost": 20,
    "affinityReq": "3(U|R),(18)",
    "colorContributions": {
      "w": 0,
      "u": 12,
      "b": 0,
      "r": 12,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Second Wind",
    "description": "Generate temp hp",
    "rulesText": "half action. Roll BOD + WIL. For every hit you gain 1 temp hp.",
    "bpCost": 5,
    "affinityReq": "4(W|G),(6)",
    "colorContributions": {
      "w": 4,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Maneuver",
    "name": "Shield Counter",
    "description": "When an enemy strikes, bash him in the face first",
    "rulesText": "(5) when wielding a shield and an enemy in melee range is making an attack. Make an attack targeting that enemy, using your shield. The damage from the attack is the Target Number for the physical resist roll the enemy must make. If they fail the physical resist check their attack resolves as a miss.",
    "bpCost": 20,
    "affinityReq": "7W,(9)",
    "colorContributions": {
      "w": 6,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Shifting Synapse",
    "description": "You may use your physical resist in place of your mental resist at a cost",
    "rulesText": "You may spend an additional (5) when rolling mental resistance to use your physical resistance instead.",
    "bpCost": 30,
    "affinityReq": "8U,8G,(21)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Shunt the Sustained",
    "description": "Move a sustained area effect",
    "rulesText": "As a complex action you may relocate a sustained spell",
    "bpCost": 5,
    "affinityReq": "12U,(21)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Smite",
    "description": "Your next successful attack is more damaging.",
    "rulesText": "Extra action, triggering this ability costs 1 drain. Your next successful attack before the end of the round has +4 DV.",
    "bpCost": 10,
    "affinityReq": "6(W|R|G),(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Smothering Grapple",
    "description": "Grapple vs. phys res",
    "rulesText": "Make a melee attack roll to grapple. \r\nResist: Physical res\r\nSoak: Physical soak\r\neDV = STR\r\n1+ unsoaked eDV yields grapple",
    "bpCost": 15,
    "affinityReq": "2R,2G,(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Spatial Slip",
    "description": "boost dodge, teleport after dodge roll",
    "rulesText": "spend an additional (5) as part of a dodge. Gain +5 dice, after resolving the dodge you may trigger one of your Extra action teleportation abilities as a nonaction.",
    "bpCost": 10,
    "affinityReq": "9U,(18)",
    "colorContributions": {
      "w": 0,
      "u": 12,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Spell Reflection",
    "description": "Spend (5?10?) when successfully resisting a spell to redirect it",
    "rulesText": "Spend (5) when you successfully resist a direct spell to choose a new target for the spell, resolving it as if cast by the original caster.",
    "bpCost": 10,
    "affinityReq": "9(U|R),(12)",
    "colorContributions": {
      "w": 0,
      "u": 8,
      "b": 0,
      "r": 8,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Spellshank",
    "description": "Deal reduced damage, possibly steal and cast spell target recently cast",
    "rulesText": "Make an attack at -3DV\r\nIf the attack deals damage you gain knowledge of all spells the target has cast in the past minute. Choose one of those spells. For the next minute you may cast that spell one time as if you knew it. You may only have one spell chosen by this ability at a time. The action for casting the spell is reduced by one step:\r\nhalf action -> nonaction\r\nfull action -> half action\r\nmulti turn action -> turn count decreases by 1",
    "bpCost": 20,
    "affinityReq": "8U,8B,(21)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Spellstrike",
    "description": "spellcasting for weapon skill",
    "rulesText": "Nonaction. Pay 1 drain. You may use spellcasting in place of weapon skill for a single weapon attack",
    "bpCost": 5,
    "affinityReq": "6G,6W,(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Spiritual Bastion",
    "description": "Place a rune circle on the ground, you and allies standing within it gain benefits.",
    "rulesText": "Spend 1 Drain or 10 minutes. Place down a 15ft diameter rune circle. You and allies within gain (CHA/2) dice to all defenses while within the circle. Additionally, effects of mind affecting abilities are suppressed for you and allies within the circle. Extraplanar/some supernatural creatures (as defined by GM) cannot breach the circle.\r\n\r\nA creature standing within the circle can spend a half action that provokes opportunity attacks to scuff the circle. A circle that has been scuffed 3 times is destroyed. Additionally a circle fails after 24 hours, or if you spend more than an hour outside of it.",
    "bpCost": 10,
    "affinityReq": "8W,(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Spread shot",
    "description": "You may attack multiple opponents as part of a single ranged attack",
    "rulesText": "Make a ranged attack against however many targets you choose in a 90 degree cone within your first range increment, splitting your dicepool among all targets.",
    "bpCost": 5,
    "affinityReq": "2(R|G),(6)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Spring up",
    "description": "Stand up as Extra action",
    "rulesText": "Stand up as Extra action that does not provoke attacks of opportunity. All your jumps are treated as having a running start.",
    "bpCost": 4,
    "affinityReq": "2(R|G),(3)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 2,
      "g": 2
    }
  },
  {
    "category": "Maneuver",
    "name": "Stalwart Vanguard",
    "description": "You always go last during an initiative pass, gain (armor?)",
    "rulesText": "You may opt to act last in an initiative pass before initiative is rolled. If multiple creatures would act last, tiebreak as usual with actual initiative rolls, then REA and finally LUK. Gain +1 armor soak per rank until the start of the next initiative pass.",
    "bpCost": 30,
    "affinityReq": "4G,(6)\r\n9G,(12)\r\n14G,(18)\r\n19G,(24)\r\n24G,(30)",
    "colorContributions": {
      "w": 2,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 2
    }
  },
  {
    "category": "Maneuver",
    "name": "Stay death",
    "description": "Target ally (gains + on atk and ignores one lethal blow) until next initiative roll.",
    "rulesText": "full action. One ally within (CHA*10 ft) gains 1 die on all attack rolls for 10 rounds. If an attack would reduce the subject to or below 0 hp, they are instead reduced to 1 hp (a subject that would be reduced to -4x BOD dies instantly and is not saved by this ability), if this occurs the die bonus ends. \r\n1L Trigger this ability as an interrupt.\r\nThese benefits last until the next initiative roll.",
    "bpCost": 10,
    "affinityReq": "7(W|B),(15)",
    "colorContributions": {
      "w": 8,
      "u": 0,
      "b": 8,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Stun Punch",
    "description": "Make a melee attack, stun chance. Can be used in grapple.",
    "rulesText": "phys soak\r\n0: no stun\r\n1: target can either move or take other actions on its next turn, not both\r\n9: target loses its next turn\r\n15+: target is stunned until the end of its next turn",
    "bpCost": 15,
    "affinityReq": "10W,(21)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Sunflask",
    "description": "Prepare (number) heals at dawn, heals WHITE characters for more",
    "rulesText": "Prepare (WIL) flasks at dawn. A character who consumes a flask rolls 4xBOD (or the creator of the sunflask rolls first aid) and heals up to that many hits, taking drain as normal for magical healing. You gain +4 to the check if the recipient is a WHITE character.",
    "bpCost": 10,
    "affinityReq": "4W,(9)",
    "colorContributions": {
      "w": 6,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Surge of Finality",
    "description": "Make an attack when you would be knocked unconscious, if you kill the target that is knocking you unconscious negate the attack",
    "rulesText": "1L as an interrupt when you would be knocked unconscious. Make an attack against the enemy that would be knocking you unconscious. Wound penalties are doubled and become a bonus on this attack. If your attack knocks the enemy unconscious undo the damage their attack did to you.",
    "bpCost": 10,
    "affinityReq": "12W,(21)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Surge of Resilience",
    "description": "IRON HEART SURGE THE SUN",
    "rulesText": "(5) or Extra action, make another roll against a debilitating condition (i.e. stun) as if you were resisting it the first time. Success removes the condition.",
    "bpCost": 15,
    "affinityReq": "4(W|G),(9)",
    "colorContributions": {
      "w": 8,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 8
    }
  },
  {
    "category": "Maneuver",
    "name": "Tactical Surge",
    "description": "1L, use a white maneuver immediately as though it was an interrupt.",
    "rulesText": "1L, use a white maneuver immediately as though it was an interrupt.",
    "bpCost": 10,
    "affinityReq": "9W,(12)",
    "colorContributions": {
      "w": 8,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Temporal Extortion",
    "description": "Spend life, take your next turn",
    "rulesText": "Spend 4 life during your turn (nonaction), you act again after the end of this turn if you have the initiative to do so",
    "bpCost": 15,
    "affinityReq": "12B,(15)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 10,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Thunderous Impact",
    "description": "Can attack multiple opponents at range with thrown heavy weapon. AOE = STR + (3 if weapon is 2h) + rank\r\nTargeted area becomes difficult terrain if damage threshold is met. (Damage value + rank  threshold)",
    "rulesText": "(5) Can attack multiple opponents at range with thrown heavy weapon. AOE = (STR + (3 if weapon is 2h) + rank) ft\r\nTargeted area becomes difficult terrain if damage threshold is met. (Damage value + rank  threshold)",
    "bpCost": 10,
    "affinityReq": "7(R|G),(15)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 10,
      "g": 10
    }
  },
  {
    "category": "Maneuver",
    "name": "Time Dilation",
    "description": "boost later init",
    "rulesText": "Next round, maximize all your initiative dice. You can spend 1 luck point to trigger this ability as an interrupt in response to the start of a round (before initiative is rolled).",
    "bpCost": 60,
    "affinityReq": "12U,(24)",
    "colorContributions": {
      "w": 0,
      "u": 20,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Toss",
    "description": "toss creature, deal damage or enable ally to make attack",
    "rulesText": "1. You must have an enemy grappled or a willing adjacent ally\r\n2. Make a ranged attack with 1(ranges)\r\n3. If enemy, base damage = (?body). If ally, your net hits contribute to the dice pool on their attack",
    "bpCost": 5,
    "affinityReq": "7R,(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 6,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Trick shot",
    "description": "Not bending bullets, but you can shoot around corners n such",
    "rulesText": "At one point during the trajectory of your projectile you may have it take up to one 90 turn.",
    "bpCost": 5,
    "affinityReq": "7(R|G),(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 6,
      "g": 6
    }
  },
  {
    "category": "Maneuver",
    "name": "Triumphant Shout",
    "description": "Mass intimidate on knockout/kill",
    "rulesText": "(5) as a nonaction after your attack renders a creature dead or disabled. You may attempt an intimidation check against all opponents that can see both you and the aforementioned victim.\r\n_______________\r\nThis maneuver only costs (1)",
    "bpCost": [
      5,
      10
    ],
    "affinityReq": "7(R|G),(9)\r\n14(R|G),(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 6,
      "g": 6
    }
  },
  {
    "category": "Maneuver",
    "name": "Twin Strike",
    "description": "Hit simultaneously with two weapons",
    "rulesText": "(10) Make two attacks at full dice pool against single target. On one hit apply damage as normal. On two hits apply half the net hits of the lower net hit roll to the higher roll and apply that as damage..\r\n__________________\r\nThis maneuver only costs (5)",
    "bpCost": [
      20,
      40
    ],
    "affinityReq": "12(W|R),(15)\r\n19(W|R),(24)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 8,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Twist the Blade",
    "description": "Followup attack if you strike an enemy that was not actively defending.",
    "rulesText": "Trigger: an enemy takes damage from your light weapon melee attack and was not actively defending. Spend (5) as a nonaction. Make another attack with the same weapon at half base DV, this attack cannot be actively defended against, this attack has 50% armor penetration.",
    "bpCost": 20,
    "affinityReq": "7B,(15)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Unsettle",
    "description": "Startle an enemy out of their action, but they act swiftly afterwards",
    "rulesText": "half action. Target an enemy. The next half or full action they attempt before your next turn triggers an attack from you. This attack does no damage on a successful hit, instead negating their action. On their next turn the enemy gains 10 initiative (regardless of hit or miss).",
    "bpCost": 15,
    "affinityReq": "7(B|G),(15)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Vanguard Strike",
    "description": "You lead the attack, your allies becoming more effective at helping you focus a target down.",
    "rulesText": "Make a melee attack, net hits don't contributeto damage. The target is marked on hit and all allies attacking the marked target gain +1 hits when attacking the target. You may only have one target marked by vanguard strike at a time, striking a new target changes the target. The target is no longer marked at the end of the next round.",
    "bpCost": 5,
    "affinityReq": "12W,(15)",
    "colorContributions": {
      "w": 10,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Vault",
    "description": "Target is enchanted with the powers of flight for the round",
    "rulesText": "half Action. One ally within (60 ft) gains a fly speed equal to their movement speed until the end of the round.",
    "bpCost": 25,
    "affinityReq": "8(U|R|B|W),(9)",
    "colorContributions": {
      "w": 0,
      "u": 6,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "War stomp",
    "description": "Attempt to knock enemies prone in an AoE",
    "rulesText": "Make a melee attack against a single grounded target resisted by Phys/Phys at -3 DV. On a hit the target falls prone.\r\n\r\nIf you have already damage an enemy this round, this ability can instead target all grounded targets within 15ft.",
    "bpCost": 10,
    "affinityReq": "7G,(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 6
    }
  },
  {
    "category": "Maneuver",
    "name": "Warden's Strike",
    "description": "Attack reduces victim's initiative.",
    "rulesText": "Make an attack. Net hits do not contribute to damage. Deal net hits as initiative damage instead.  (REWORK PENDING)",
    "bpCost": 10,
    "affinityReq": "6W,6U,(15)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Warning Blow",
    "description": "Target must take active defense if able",
    "rulesText": "Make an attack with your weapon, the target must actively defend if able.",
    "bpCost": 5,
    "affinityReq": "5(U|R),5(U|G),5(R|G),(21)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Weather the blow",
    "description": "Spend initiative, gain damage dampening reactively against one hit",
    "rulesText": "(5) as an interrupt, gain damage dampening equal to your BODY against one attack.",
    "bpCost": 10,
    "affinityReq": "7(W|G),(9)",
    "colorContributions": {
      "w": 6,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 6
    }
  },
  {
    "category": "Maneuver",
    "name": "Whirlwind attack",
    "description": "Cleave 360",
    "rulesText": "You may attack any number of enemies in the one attack splitting your full dicepool among them. (Note that reach is an attack modifier and not innate to the dicepool, thus it is added to every attack after the dicepool has been split)\r\n________________________\r\nAs previous rank, but you also gain the option to spend (10) Attack all enemies within reach.",
    "bpCost": 5,
    "affinityReq": "4(W|R|G),(6)\r\n9(W|R|G),(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 4,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "zurgo Smash!",
    "description": "attack a random adjacent enemy at increased potency",
    "rulesText": "When threatening two or more enemies make an attack against a randomly determined target at +2 DV.",
    "bpCost": 10,
    "affinityReq": "3R,(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Luck of the Hour",
    "description": "spend init in place of luck",
    "rulesText": "You may spend (10) per (L) for abilities that cost (L)\r\n instead of their normal cost",
    "bpCost": 10,
    "affinityReq": "9R,(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Balance of Body and Soul",
    "description": "Convert drain into health/stam, roll to purge a condition",
    "rulesText": "half action. You may spend 1 drain to heal 2 stamina or health. Make another roll against an ongoing condition, adding half your WIL or BOD (your choice) to the roll.",
    "bpCost": 20,
    "affinityReq": "3U,3G,(15)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Manuever",
    "name": "Mcguiver",
    "description": "For better or for worse, things seem to unexplicably break or work when you mess with them",
    "rulesText": "You may attempt to fix or break mechanical and/or magical devices such as locks or crystal balls.  Who knows what will happen! (needs actual rules ffs)",
    "bpCost": 5,
    "affinityReq": "7(U|R),(9)",
    "colorContributions": {
      "w": 0,
      "u": 6,
      "b": 0,
      "r": 6,
      "g": 0
    }
  },
  {
    "category": "Manuever",
    "name": "Revitalize",
    "description": "Remove debuff on ally to trigger buff",
    "rulesText": "full action. Target ally rolls again against all ongoing debuffs, one at a time, adding the new roll against that debuff to all prior rolls made for resisting that debuff. Roll against one debuff at a time,  stopping if this ability causes a debuff to be removed or if all debuffs are rolled against once. If this ability removes a debuff the target gains +4 dice on the next action they take during their next turn.",
    "bpCost": 20,
    "affinityReq": "5W,5G,(21)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Mark",
    "name": "Bond of Pursuit",
    "description": "Mark enemy, pursue and punish their ignorance of you in combat.",
    "rulesText": "As a Half action you may mark a target within (CHA*5)ft with your Bond of Pursuit. This mark persists for 24 hours or until the subject is slain. You may only have one subject marked at a time and cannot mark another while an older mark exists. \r\nWhen a subject bearing this mark within CHA*10ft of you moves, you may spend (1) as an interrupt to shift up to your movement speed or teleport if you such possess capabilities at least matching that of the subject. This movement must be towards the subject.\r\nRank 2: Marking a target is now an Extra action. Every instance of movement made by the subject provokes an Attack of Opportunity subject to your reach as normal. If you take this Attack of Opportunity you do not need to pay an additional (1) to pursue the marked target.\r\nRank 3: You may mark up to 2 targets. All Attacks of Opportunity and Pursuits cost (0).",
    "bpCost": [
      15,
      20,
      25
    ],
    "affinityReq": "7(W|R|G),(9)\r\n Per",
    "colorContributions": {
      "w": 6,
      "u": 0,
      "b": 0,
      "r": 6,
      "g": 6
    }
  },
  {
    "category": "Mark",
    "name": "Vendetta",
    "description": "Declare vendetta target, bonus vs. them, penalties vs. other targets. Delay on new vendetta target if you fail to slay current one.",
    "rulesText": "Nonaction. Spend (1) luck to declare a vendetta against a target within (RANGE). Gain 1 free hit on all attacks against that target while it is subject to your vendetta. It gains 1 free hit on all attacks against you while it is subject to your vendetta. Your vendetta ends when the target falls unconscious, you fall unconscious, or you spend (1) luck to change the target of your vendetta.",
    "bpCost": 10,
    "affinityReq": "7B,7(B|R),(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 12,
      "r": 12,
      "g": 0
    }
  },
  {
    "category": "Metamagic",
    "name": "Centering Technique",
    "description": "By spending longer to cast a spell, you reduce the drain that spell has on you.  You gain the ability to cast a spell over multiple rounds.",
    "rulesText": "Complex Action. Begin centering to cast a spell on a later turn. Each consecutive turn that you center adds the following: WIL/2 to the drain dicepool up to a cap of 2*WIL, overload limit of the spell by 1 up to a total cap of CAST STAT+4. If you are subjected to an effect that would prevent you from using this ability then your current centering is lost.\r\n\r\nPossessing this ability incurs a 2 drain cost on any spells cast without centering (Note this is an up front cost, not an overload value).",
    "bpCost": 0,
    "affinityReq": "WUBRG,(0)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Metamagic",
    "name": "Cloudy Conjuration",
    "description": "Create a fog cloud after casting a spell",
    "rulesText": "Overload: 4\r\nAfter resolving the modified spell, create an opaque 5x5x5 fog cloud in or adjacent to the target area of the modified spell.",
    "bpCost": 20,
    "affinityReq": "7(U|G),(15)",
    "colorContributions": {
      "w": 0,
      "u": 2,
      "b": 0,
      "r": 0,
      "g": 2
    }
  },
  {
    "category": "Metamagic",
    "name": "Delay Spell",
    "description": "Delay a spell's activation",
    "rulesText": "Choose a delay of at least one turn. On your turn after the chosen time has elapsed cast the spell as a nonaction. While a spell is delayed it counts as sustained. Overload +2",
    "bpCost": 5,
    "affinityReq": "12(R|U|W),(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Metamagic",
    "name": "Delayed Enhancement",
    "description": "You may delay the effects of a buff to begin at the start of the next round.",
    "rulesText": "You may delay the effects of a buff to begin at the start of the next round by spending a Extra action as part of the action of activating the buff effect.",
    "bpCost": 5,
    "affinityReq": "9(W|U|G),(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Metamagic",
    "name": "Echoing spell",
    "description": "Increase spell drain by 6, spell can be recast within one round as a nonaction on your turn",
    "rulesText": "You may Increase a spell's overload by 6.  If you do, the spell can be recast as a nonaction on your next turn, drain is not rolled for this recast.",
    "bpCost": 10,
    "affinityReq": "7U,7(W|U),(18)",
    "colorContributions": {
      "w": 6,
      "u": 12,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Metamagic",
    "name": "Fork",
    "description": "Cast a copy of a spell being cast",
    "rulesText": "Overload 6, copy this spell. The copied spell does not inherit Fork.",
    "bpCost": 10,
    "affinityReq": "7R,(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 6,
      "g": 0
    }
  },
  {
    "category": "Metamagic",
    "name": "Guiding Nimbus",
    "description": "You may imbue your radiant attacks with lingering brilliance that enables allies to better strike the target",
    "rulesText": "Before rolling a radiant damage attack you may decrease your DV by 4. On a successful hit the target is illuminated with a Guiding Nimbus until the end of the round. Allies suffer no vision penalties to strike the target and gain superior ground when attacking targets afflicted with Guiding Nimbus.",
    "bpCost": 10,
    "affinityReq": "9W,(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Metamagic",
    "name": "Irresistible Spell",
    "description": "(5) as a cost when casting spell, this spell cannot be countered",
    "rulesText": "(5) as a cost when casting spell, this spell cannot be countered",
    "bpCost": 10,
    "affinityReq": "4G,(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 6
    }
  },
  {
    "category": "Metamagic",
    "name": "Lingering (SPELL SCHOOL)",
    "description": "Sustained spells persist for up to RANK rounds after you stop sustaining them",
    "rulesText": "Sustained spells persist for up to RANK rounds after you stop sustaining them",
    "bpCost": [
      30,
      40,
      50
    ],
    "affinityReq": "7U,(9)",
    "colorContributions": {
      "w": 0,
      "u": 6,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Metamagic",
    "name": "Replenishing spell",
    "description": "Regain drain if you don't take any drain for a time after casting this spell",
    "rulesText": "Overload: 2. One minute after casting this spell, if you have not taken any additional drain, replenish all but two of the drain lost to casting the Replenished Spell.",
    "bpCost": 5,
    "affinityReq": "12G,(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Metamagic",
    "name": "Sculpt Spell",
    "description": "Reshape AoEs. Increase drain by 2",
    "rulesText": "For spells with an AOE, you may shape the radial aoe into either a a cylinder (CS/4*STAT wide, 3CS/4*STAT high), cone (CS*STAT ft.), line (4*CS*STAT), ball (CS/2  * STAT radius), or 4 cubes (CS/4 * STAT ft.).\r\n\r\nIncurs 2 overload",
    "bpCost": 5,
    "affinityReq": "7U,(9)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 0,
      "r": 2,
      "g": 2
    }
  },
  {
    "category": "metamagic",
    "name": "Subtle Magic",
    "description": "Stealth cast",
    "rulesText": "1 drain. Spell is not perceived except by a successful opposed percieve magic check.",
    "bpCost": 5,
    "affinityReq": "6B,(6)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "metamagic",
    "name": "Tactical Spell",
    "description": "Your area spellcasts fold around specified targets, ignoring them",
    "rulesText": "adds +2 drain, any number of subjects that would be subject to the aoe spell being augmented can be designated as ignored by the spell",
    "bpCost": 5,
    "affinityReq": "9U,(18)",
    "colorContributions": {
      "w": 0,
      "u": 9,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Metamagic",
    "name": "Unstable Artifice",
    "description": "Unsoaked drain from spells can trigger spell duplication",
    "rulesText": "Whenever you take X drain from spellcasting roll a dicepool of X size. For every hit that results copy the triggering spell. These copies do not incur drain.",
    "bpCost": 100,
    "affinityReq": "8U,8R,8(U|R),(30)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Metamagic",
    "name": "Reach Spell",
    "description": "You may extend the reach of a spell",
    "rulesText": "Add +3 overload to double the range of the cast spell",
    "bpCost": 20,
    "affinityReq": "4R,(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Metamagic",
    "name": "Selective Spell",
    "description": "You may exclude a number of squares from an AoE targeted effect",
    "rulesText": "Extra action in addition to the action of casting the spell: you may exclude up to (CAST STAT)/2 squares from being affected by the AoE.",
    "bpCost": 20,
    "affinityReq": "4R,(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Metamagic",
    "name": "Spell Siphon",
    "description": "After successful counterspell, gain strength at arms",
    "rulesText": "After successfully counterspelling, gain +1DV (str scaled weapon) and +1 reach for the next minute or until you make a successful attack that deals damage.",
    "bpCost": 20,
    "affinityReq": "4U,4G,(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Absorbing Dispersal",
    "description": "Counterspelling triggers a heal",
    "rulesText": "Whenever you successfully counterspell you may heal target ally within CHA*10ft for 4.",
    "bpCost": 20,
    "affinityReq": "4W,4U,(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Acrobat",
    "description": "Move at full speed doing gymnastics at no penalty. Ignore most penalties for having hands full during gymnastics.",
    "rulesText": "move at full speed doing gymnastics at no penalty. Ignore most penalties for having hands full during gymnastics.",
    "bpCost": 5,
    "affinityReq": "4(U|R),(6)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 0,
      "r": 4,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Adaptive Resistance",
    "description": "Gain dampening/elemental dampening after taking appropriate damage type",
    "rulesText": "After taking damage, gain RANK*2 damage dampening that only applies to that damage type. This resistance expires after 10*BOD turns, or when this ability is triggered again.",
    "bpCost": 10,
    "affinityReq": "7G,(9)\r\n14G,(18)\r\n21G,(27)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 6
    }
  },
  {
    "category": "Passive",
    "name": "Adrenaline Surge",
    "description": "You are more likely to go first at the start of a round",
    "rulesText": "Treat your initiative as 5 higher for determining the acting order at the start of a round.",
    "bpCost": 10,
    "affinityReq": "6R,(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 8,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "And Stay Down",
    "description": "Enemies receiving healing triggers OA",
    "rulesText": "Whenever an enemy you threaten is the succesful target of a healing effect it provokes an Opportunity Attack from you.",
    "bpCost": 15,
    "affinityReq": "12(B|R),(15)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Arresting Impact",
    "description": "Dealing damage to an enemy stops its movement",
    "rulesText": "When you hit an enemy with an AoO or readied attack, it loses all remaining movement for the turn, stopping in place if it was moving. Airborne creatures may fall if they cannot hover.",
    "bpCost": 10,
    "affinityReq": "6(W|B),(12)",
    "colorContributions": {
      "w": 8,
      "u": 0,
      "b": 8,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Assassinate",
    "description": "Combat bonus vs. unaware targets",
    "rulesText": "Enemies treat your initative as 10 higher for purposes of awareness during surprise rounds\r\n. Attacks against unaware enemies gain one automatic hit.",
    "bpCost": 15,
    "affinityReq": "7B,(15)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 8,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Bardic Knowledge",
    "description": "Generally applicable knowledge checks",
    "rulesText": "For a given topic you may make a Bardic Knowledge roll of (2*RANK + INTUITION or LOGIC as relevant). The general thresholds for recalling useful information are as follows.\r\n1: Common Knowledge\r\n3: Uncommon knowledge\r\n4: Obscure / Hard to come by\r\n5: Extremely Obscure",
    "bpCost": 5,
    "affinityReq": "2U,(3) per",
    "colorContributions": {
      "w": 0,
      "u": 2,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Blandness",
    "description": "Harder to remember, harder to pick out of a crowd",
    "rulesText": "Apply a -3 penalty to all attempts to notice you in a crowd or remember your features. This bonus does not apply if exotic clothing / gear would make you stand out.",
    "bpCost": 4,
    "affinityReq": "4B,(6)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 4,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Blindsense",
    "description": "Perceive general location of things",
    "rulesText": "10/30/60/100ft blindsense",
    "bpCost": 10,
    "affinityReq": "7(B|G),(9)\r\n12(B|G),(15)\r\n16(B|G),(21)\r\n21(B|G),(27)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 6,
      "r": 0,
      "g": 6
    }
  },
  {
    "category": "Passive",
    "name": "Blindsight",
    "description": "Pinpoint awareness of things around you",
    "rulesText": "5/15/30/50ft blindsight",
    "bpCost": 20,
    "affinityReq": "9(W|U|G),(12)\r\n14(W|U|G),(18)\r\n19(W|U|G),(24)\r\n24(W|U|G),(30",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 8,
      "r": 0,
      "g": 8
    }
  },
  {
    "category": "Passive",
    "name": "Blinkstrike",
    "description": "You may teleport as part of your attack action, awareness permitting",
    "rulesText": "You may use a teleport ability as part of an attack action. Use your departure location for determining LoS.",
    "bpCost": 20,
    "affinityReq": "6U,10(U|B|R),(21)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Blood Magic",
    "description": "Soak drain with BOD, take drain as health.",
    "rulesText": "Lose all sources of WIL to your drain soak dicepool. Gain BOD to your drain dicepool. You have no drain bar. When you are the recipient of healing the caster must give up health or stamina at a 1:1 rate to heal you. You take all drain damage as health damage.",
    "bpCost": 0,
    "affinityReq": "4B,(6)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 4,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Blood Mana",
    "description": "You may take drain as lethal",
    "rulesText": "You may choose to take any amount of drain you would suffer as twice its value in lethal damage.",
    "bpCost": 30,
    "affinityReq": "7B,(15)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 10,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Blunt the Storm",
    "description": "Shield bonus vs. AoE indirect effects",
    "rulesText": "You can block area attacks.",
    "bpCost": 20,
    "affinityReq": "2W,2U,(6)",
    "colorContributions": {
      "w": 4,
      "u": 2,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Burrowing",
    "description": "various burrow speeds, limited burrow to 100% uptime",
    "rulesText": "Burrowing can penetrate loose or packed earth but not stone\r\n\r\n5ft per round\r\n___________\r\n10ft per round\r\n______\r\n20ft per round\r\n________\r\nNormal Movement speed",
    "bpCost": 20,
    "affinityReq": "6(R|G),(12)\r\n9(R|G),(18)\r\n12(R|G),(24)\r\n15(R|G),(30)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 6,
      "g": 6
    }
  },
  {
    "category": "Passive",
    "name": "Camoflague",
    "description": "Hide in plain sight: terrain",
    "rulesText": "Select a climate region, this ability may be purchased multiple times, once for each such region. When in chosen region you may attempt stealth checks at any time as if unobserved.",
    "bpCost": 15,
    "affinityReq": "7G,(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 6
    }
  },
  {
    "category": "Passive",
    "name": "Catlike",
    "description": "Reduced falling damage, better climbing jumping escape artist",
    "rulesText": "Reduce the effective height of all falls by 20', then halve the distance for purposes of damage sustained.",
    "bpCost": 4,
    "affinityReq": "7(R|G),(9)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 4,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Passive",
    "name": "Caustic demise",
    "description": "Enemies killed by your acid abilities explode",
    "rulesText": "Enemies killed by your acid abiilities explode for (initial DV of effect that delivered the killing blow) damage to adjacent enemies",
    "bpCost": 30,
    "affinityReq": "9(B|G),(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 8,
      "r": 0,
      "g": 8
    }
  },
  {
    "category": "Passive",
    "name": "Changeling",
    "description": "Alter appearance, immitate others",
    "rulesText": "Assume disguises in 12 seconds\r\n+6 on disguise\r\n+4 on mimicry\r\nGain Shapeshifter subtype",
    "bpCost": 30,
    "affinityReq": "16(U|B),(21)",
    "colorContributions": {
      "w": 0,
      "u": 10,
      "b": 10,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Chaotic Haversack",
    "description": "Trinkets and objects seem to end up in your backpack, but you didn't put them there.",
    "rulesText": "As a standard action, you may pull out any half non-magical inanimate object (rope, candle, etc).  You may have up to a total of 3 spontaneously generated items at a time; these items may be returned to the sack and exchanged.  Items spontaneously created are entirely mundane items posessing no magical properties.  Should a spontaneously generated item be unreturned to the sack there is a 24 hour period before that use is restored. Ability to pull out various low value items without specifically having them in inventory, representing character's collection of useful odds and ends. Pull out an item based on hits: 1. basic object 2. half item 4. full item 5. exotic substance\r\n\r\nDicepool of LOG+INT+3",
    "bpCost": 5,
    "affinityReq": "4R,3(U|R|G),(9)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 0,
      "r": 8,
      "g": 2
    }
  },
  {
    "category": "Passive",
    "name": "Close and Personal",
    "description": "By closing to CQC you negate enemy's reach when using(smaller) weapons",
    "rulesText": "By entering an opponent's square (check to circumvent being pushed out) you treat that opponent as having no reach for attacks involving you and that opponent so long as you are attacking/defending with light weapons or lighter.",
    "bpCost": 5,
    "affinityReq": "2B,2R,(6)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Counterbolt",
    "description": "Counterspelling generates a lightning bolt",
    "rulesText": "Whenever you successfully counterspell you may immediately launch a DV = 6+CAST STAT lightning bolt at a single target.",
    "bpCost": 20,
    "affinityReq": "4U,4R,(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Cunning Adaptation",
    "description": "Open up another ability of R6 or lower for purchase regardless of the color req.",
    "rulesText": "Pick any single ability of R6 or lower. You may purchase it.",
    "bpCost": 50,
    "affinityReq": "12U,12G,(30)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Darkvision",
    "description": "See in pure darkness, monochromatic",
    "rulesText": "30/60/120ft darkvision",
    "bpCost": 5,
    "affinityReq": "3(B|G|R),(9) per",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 6,
      "r": 0,
      "g": 6
    }
  },
  {
    "category": "Passive",
    "name": "Dazing Glare",
    "description": "Stagger enemies with intimidation",
    "rulesText": "When you successfully intimidate an enemy and would apply 1 or more fear stacks, you may instead cause them to be staggered until the end of their next turn.",
    "bpCost": 15,
    "affinityReq": "12(W|B),(15)",
    "colorContributions": {
      "w": 12,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Deadly Momentum",
    "description": "Combat bonuses for moving each round",
    "rulesText": "If you move 3 or more squares during your turn your next attack made during that turn has \r\nsuperior ground.",
    "bpCost": 30,
    "affinityReq": "9R,(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 8,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Delay Potion",
    "description": "Upon drinking a potion you can choose to delay its effects for up to BODY+WILL hours",
    "rulesText": "Upon drinking a potion you can choose to delay its effects for up to BODY+WILL hours",
    "bpCost": 5,
    "affinityReq": "2U\r\n2G",
    "colorContributions": {
      "w": 0,
      "u": 2,
      "b": 0,
      "r": 0,
      "g": 2
    }
  },
  {
    "category": "Passive",
    "name": "Diehard",
    "description": "Act normally while bleeding out",
    "rulesText": "You do not fall unconscious when your condition track is filled, you still bleed out as normal.",
    "bpCost": 5,
    "affinityReq": "7(R|G),(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 6,
      "g": 6
    }
  },
  {
    "category": "Passive",
    "name": "Distraction",
    "description": "Flanking benefits",
    "rulesText": "When outnumbering an enemy in melee, that enemy may not take attacks of opportunity for triggers other than movement.",
    "bpCost": 5,
    "affinityReq": "4(W/R)",
    "colorContributions": {
      "w": 4,
      "u": 0,
      "b": 0,
      "r": 4,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Driven by Pain",
    "description": "Gain 2 initiative per lethal damage you take, gain 1 initiative per nonlethal damage you take",
    "rulesText": "Gain 1 initiative per lethal damage you take, gain 1 initiative per 2 nonlethal damage you take",
    "bpCost": 20,
    "affinityReq": "6B,6(B|R),(15)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 10,
      "r": 10,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Durable",
    "description": "hp +1, overflow hp +1",
    "rulesText": "Increase your maximum health and your overflow health by 1 each.",
    "bpCost": 4,
    "affinityReq": "per: (3)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 2
    }
  },
  {
    "category": "Passive",
    "name": "Elemental Charge",
    "description": "When you make a charge attack while you have an element imbued in your weapons you leave a lingering trail of that element.",
    "rulesText": "Prerequisite: an Imbue (element) ability. You may spend (5) to activate one of your Imbue(element) buffs as part of a charge. When you charge with an imbue(element) buff active you leave behind a lingering trail of the element in all spaces you exit as part of the charge. This trail lasts until the end of the round and automatically hits creatures that enter, cross, or end their turn inside it, dealing (8+ CAST STAT) damage of the appropriate element.",
    "bpCost": 50,
    "affinityReq": "(21)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Elusive combatant",
    "description": "first (Y) squares of movement do not provoke",
    "rulesText": "The first (1/3/*) squares of each movement you make do not provoke attacks of opportunity.",
    "bpCost": 5,
    "affinityReq": "4(U|B),(6)\r\n9(U|B),(12)\r\n14(U|B),(18)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 4,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Evasion",
    "description": "Armor encumbrance limitation, avoid area effects",
    "rulesText": "While you are lightly encumbered you may attempt a dodge roll when subjected to an AoE you are aware of. (5) make a gymnastics check and move (X) per hit without provoking. If this places you outside the AoE you are no longer targeted by it. Additionally, double your dodge skill dice on active dodges and full dodges.",
    "bpCost": 10,
    "affinityReq": "7(U|B|R),(9)",
    "colorContributions": {
      "w": 0,
      "u": 6,
      "b": 6,
      "r": 6,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Extraordinary Defender",
    "description": "Guaranteed a minimum of take 4 on parries and blocks",
    "rulesText": "When rolling parry/block treat any value below the take-4 value as the take-4 value",
    "bpCost": 60,
    "affinityReq": "16",
    "colorContributions": {
      "w": 16,
      "u": 16,
      "b": 16,
      "r": 16,
      "g": 16
    }
  },
  {
    "category": "Passive",
    "name": "Extraordinary Evasion",
    "description": "Guaranteed a minimum of take 4 on dodge",
    "rulesText": "When rolling dodge treat any roll below the take-4 value as the take-4 value",
    "bpCost": 100,
    "affinityReq": "16",
    "colorContributions": {
      "w": 16,
      "u": 16,
      "b": 16,
      "r": 16,
      "g": 16
    }
  },
  {
    "category": "Passive",
    "name": "Extraordinary Resilience",
    "description": "Guaranteed a minimum of take 4 on chosen save",
    "rulesText": "Choose a resistance (physical, mental). When rolling that resistance treat any roll below the take-4 value as the take-4 value. \r\nRank 2: applies to both resistances",
    "bpCost": 60,
    "affinityReq": "16",
    "colorContributions": {
      "w": 16,
      "u": 16,
      "b": 16,
      "r": 16,
      "g": 16
    }
  },
  {
    "category": "Passive",
    "name": "Extraordinary Skill",
    "description": "Guaranteed a minimum of take 4 on chosen skill",
    "rulesText": "Choose a skill (except spellcasting or weapon skill). When rolling that skill treat any roll below the take-4 value as the take-4 value.",
    "bpCost": 40,
    "affinityReq": "16",
    "colorContributions": {
      "w": 16,
      "u": 161,
      "b": 16,
      "r": 16,
      "g": 16
    }
  },
  {
    "category": "Passive",
    "name": "Fan of Knives",
    "description": "You can use manevuers on light thrown weapons as if they were melee weapons.",
    "rulesText": "You may use manevuers for melee weapons when making ranged attacks with light thrown weapons at targets within (AGI/2)*5 ft",
    "bpCost": 5,
    "affinityReq": "9(B|R),(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Fast Talker",
    "description": "No penalty for rushing Con checks. Allow for secondary con roll to avert social blunder.",
    "rulesText": "You no longer take a penalty for rushing a con attempt. You may attempt a con roll to smooth over an unsuccessful negotiation or etiquette roll.",
    "bpCost": 4,
    "affinityReq": "4(B|R),(6)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 2,
      "r": 2,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Faster movement",
    "description": "Increase base movespeed",
    "rulesText": "5 extra movement speed per rank",
    "bpCost": 4,
    "affinityReq": "1(R|G),(3) per",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 2,
      "g": 2
    }
  },
  {
    "category": "Passive",
    "name": "Fate's Bounty",
    "description": "Heal whenever you spend luck",
    "rulesText": "Whenever you spend a point of LUK, you may heal 2 stamina, drain or health per point of LUK spent.",
    "bpCost": 20,
    "affinityReq": "3G,(15)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Fearsome reputation",
    "description": "bonus on diplomacy / intimidate varying",
    "rulesText": "Gain +3 dice on intimidation/diplomacy/leadership checks when the subjects of such checks are aware of your reputation. Others so aware of your reputation gain a +3 bonus on checks to recognize you, recall seeing you, etc. so long as you are not adequately disguised.",
    "bpCost": 5,
    "affinityReq": "1(B|W),(3)",
    "colorContributions": {
      "w": 2,
      "u": 0,
      "b": 2,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Fed by Fear",
    "description": "Generate expendable offensive dice when you successfully fear an enemy",
    "rulesText": "Every time your fear effect is not fully resisted/soaked by one or more enemies add 2 dice to your Fearmonger pool. You may expend dice from your fearmonger pool to boost attack rolls, charisma based skill rolls, and rolls that directly produce fear effects. Your fearmonger pool is capped at CHA/2 and expires after a minute of not gaining any dice.",
    "bpCost": 20,
    "affinityReq": "10B,(21)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Fickle sinew",
    "description": "All successful melee attacks against you are subject to a free disarm. Attacker's AGI + SKILL vs. BOD",
    "rulesText": "All successful melee attacks against you are subject to a free disarm. Attacker's Weapon Skill dicepool vs. BOD (as dicepool)",
    "bpCost": 5,
    "affinityReq": "4G,(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 6
    }
  },
  {
    "category": "Passive",
    "name": "Finger Lopper",
    "description": "Deal damage on successful disarm",
    "rulesText": "Disarming an enemy subjects them to a hit at -4 DV of the successful disarm roll\r\n\r\n(Disarm is a basic combat maneuver, rolling attack vs. Dodge/Block/Parry & Physical soak. Different sized and styled items require different applied eDV values to successfully disarm. Typical 2 for small items, 4 for 1 handed weapons, 6 for 2 handed weapons, and 8 for secured items like shields).",
    "bpCost": 5,
    "affinityReq": "3W,3B,(9)",
    "colorContributions": {
      "w": 3,
      "u": 0,
      "b": 3,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Flawless stride",
    "description": "ignore some/all difficult terrain",
    "rulesText": "ignore (some/all) difficult terrain",
    "bpCost": 5,
    "affinityReq": "4G,(9)\r\n9G,(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Flight",
    "description": "Various degrees of flight",
    "rulesText": "Ignore falling damage so long as you can manage a glide, glide ratio of 2:1\r\n_____________________________________\r\nFly up to a minute, requiring 10x the amount of rest to recoup your flight capabilities. Very wide turns\r\n_____________________________________\r\nContinuous flight, wide turns\r\n_____________________________________\r\nContinuous flight, faster (1.5x base move), hover\r\n_____________________________________\r\nContinuous flight, fastest (2x base move), hover, turn on a dime",
    "bpCost": [
      10,
      30,
      20,
      20,
      20
    ],
    "affinityReq": "WUBRG,(12)\r\nWUBRG,(15)\r\nWUBRG,(18)\r\nWUBRG,(21)\r\nWUBRG,(24)",
    "colorContributions": {
      "w": 8,
      "u": 8,
      "b": 8,
      "r": 8,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Food Taster",
    "description": "Detect poison, venom resistance",
    "rulesText": "Your past career as a paid food taster has granted you the experience to detect poisoned food.  Additionally you are immune to venom of (idfk how poisons work but I assume it would be like catagories so like snakes vs spiders idk)\r\n\r\nGain +4 on perception checks to notice the presence of poison. In addition you are either immune to one poison of your choosing or have a +2 bonus against all poisons.",
    "bpCost": 5,
    "affinityReq": "1(B|G),(3)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 2,
      "r": 0,
      "g": 2
    }
  },
  {
    "category": "Passive",
    "name": "Force of Presence",
    "description": "Increase maximum auras you can sustain",
    "rulesText": "You may sustain two auras at once",
    "bpCost": 100,
    "affinityReq": "12W,12G,(30)",
    "colorContributions": {
      "w": 9,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 9
    }
  },
  {
    "category": "Passive",
    "name": "Fortunate Fool",
    "description": "All critical failures become normal failures, all normal failures restore a point of luck",
    "rulesText": "All critical failures restore a point of luck and are reduced to normal failures, subject to DM discretion. Do not apply this to trivial or nondramatic failures.",
    "bpCost": 5,
    "affinityReq": "7R,(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 6,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Freedom of movement",
    "description": "Bonus to resist movement impairing effects",
    "rulesText": "2*RANK to resist movement impairing effects (including grapples)",
    "bpCost": 20,
    "affinityReq": "3W\r\n3(R/G) per\r\n +4",
    "colorContributions": {
      "w": 3,
      "u": 0,
      "b": 0,
      "r": 3,
      "g": 3
    }
  },
  {
    "category": "Passive",
    "name": "Frostborn",
    "description": "Deal 1 damage when your cold effects would reduce an opponent's initiative below zero",
    "rulesText": "When your Cold effect would reduce an opponent's initiative to a value equal to or below 0 you also deal 2 unresisted untyped damage (to health).",
    "bpCost": 15,
    "affinityReq": "3B,3U,(15)",
    "colorContributions": {
      "w": 0,
      "u": 5,
      "b": 5,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Ghostsense",
    "description": "Perceive general location of things that are ethereal",
    "rulesText": "10/30/60/100ft ghostsense",
    "bpCost": 10,
    "affinityReq": "7(W),(9)\r\n12(W),(15)\r\n16(W),(21)\r\n21(W),(27)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 6,
      "r": 0,
      "g": 6
    }
  },
  {
    "category": "Passive",
    "name": "Glamour",
    "description": "Good looks and a likable presence such that most find it easy to open up to you.",
    "rulesText": "Unless otherwise on guard, others are more likely to react favorably (one step on impression). When making social rolls you may take 2 drain to cause your dice to explode, though if you do so and fail there are more serious consequences as adjudicated by the GM. Everyone succeeds on 4s to remember events involving you.",
    "bpCost": 15,
    "affinityReq": "(21)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Go the Distance",
    "description": "Improved Athletics",
    "rulesText": "Now a non action to sprint. Enemies do not gain bonus vs you when you sprint Plus something about sprint longer with no exhaustion",
    "bpCost": 4,
    "affinityReq": "RW",
    "colorContributions": {
      "w": 2,
      "u": 0,
      "b": 0,
      "r": 2,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Hardline Negotiator",
    "description": "Allow second attempts on failed negotiations where there otherwise wouldnt be one. +3 to negotiation dicepool.",
    "rulesText": "Allow second attempts on failed negotiations where there otherwise wouldnt be one.",
    "bpCost": 5,
    "affinityReq": "",
    "colorContributions": {
      "w": 4,
      "u": 4,
      "b": 4,
      "r": 4,
      "g": 4
    }
  },
  {
    "category": "Passive",
    "name": "Hawk Eyed",
    "description": "Reduce vision penalties by 3",
    "rulesText": "Reduce vision penalties by 3. This includes the penalty for attacking faraway targets.",
    "bpCost": 5,
    "affinityReq": "1G,(6)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 3
    }
  },
  {
    "category": "Passive",
    "name": "Heavy Hitter",
    "description": "More likely to knockdown",
    "rulesText": "Reduce the threshold for inflicting knockdown with your melee attacks by 2",
    "bpCost": 15,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 4,
      "g": 4
    }
  },
  {
    "category": "Passive",
    "name": "Helping Hand",
    "description": "Ally benefits vs foes you are in melee with",
    "rulesText": "You and your allies gain the benefits of ALLIES IN MELEE COMBAT when making ranged attacks into a melee.",
    "bpCost": 5,
    "affinityReq": "(W|G)",
    "colorContributions": {
      "w": 2,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 2
    }
  },
  {
    "category": "Passive",
    "name": "Hold Breath",
    "description": "Practice and necessity has improved your lung capacity and oxygen usage",
    "rulesText": "Quadruple the time you can hold your breath for without having to roll dice. You gain a +5 bonus against inhalation based poisons.",
    "bpCost": 3,
    "affinityReq": "3G",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 3
    }
  },
  {
    "category": "Passive",
    "name": "Inevitability",
    "description": "Gain attack bonus after missing",
    "rulesText": "After you miss an attack, gain 2 dice on the next attack you make before the end of the next round.",
    "bpCost": 5,
    "affinityReq": "4R,(6)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 4,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "init fixing",
    "description": "roll 1 extra init die at start, set aside 1 die for next round",
    "rulesText": "Roll 1 extra initiative dice at the start of combat and choose one roll to set aside. On subsequent rounds you roll dice as normal, then add this kept die and choose one die among them to set aside for the next round.",
    "bpCost": 30,
    "affinityReq": "9G,(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 12
    }
  },
  {
    "category": "Passive",
    "name": "Init Growth",
    "description": "slowly gain initiative",
    "rulesText": "At the start of round Y, reroll all initiative dice that are lower than min(Y,1+rank). Round count resets after 5.",
    "bpCost": 20,
    "affinityReq": "7G,(15)\r\n10G,(21)\r\n13G,(27)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 12
    }
  },
  {
    "category": "Passive",
    "name": "Inspiration",
    "description": "Inspire others to greater acts at key moments",
    "rulesText": "You gain a pool of CHA inspiration dice. As an Extra action you may give any number of inspiration dice to an ally. A creature that has inspiration dice but does not have this ability may add the inspiration dice on any roll, expending them. This pool refreshes daily, and unspent inspiration expires daily.",
    "bpCost": 15,
    "affinityReq": "3U,(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Invigorate",
    "description": "Recipients of your healing gain +1 die to all checks for a short while",
    "rulesText": "Recipients of your healing gain +1 die to all checks for a number of rounds equal to half the health restored, rounded up.",
    "bpCost": 10,
    "affinityReq": "12(W|G),(15)",
    "colorContributions": {
      "w": 8,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 8
    }
  },
  {
    "category": "Passive",
    "name": "It's all in the wrist",
    "description": "Cheat at games; manipulate dice, cards",
    "rulesText": "You may make a legerdemain check to make games of chance end in your favor.  Gain +4 dice to these checks, you may spend a luck point to ensure a victory.  Additionally, you may spend a point of luck to win a bet limited to gambling such as betting on a fight or race.  May apply circumstance bonuses at the GMs discretion.",
    "bpCost": 5,
    "affinityReq": "4(U|R),(6)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 0,
      "r": 4,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Killing Hands",
    "description": "Unarmed strikes deal lethal",
    "rulesText": "You can choose for your unarmed strikes to do lethal damage. Your unarmed strike is a 8/2 weapon (medium size).",
    "bpCost": 5,
    "affinityReq": "(6)",
    "colorContributions": {
      "w": 4,
      "u": 4,
      "b": 4,
      "r": 4,
      "g": 4
    }
  },
  {
    "category": "Passive",
    "name": "Light Sleeper",
    "description": "You don't take any penalty to perception checks while sleeping, you can act on the turn you wake up",
    "rulesText": "You don't take any penalty to perception checks while sleeping, you can act on the turn you wake up",
    "bpCost": 5,
    "affinityReq": "2(R|G),(3)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 2,
      "g": 2
    }
  },
  {
    "category": "Passive",
    "name": "Lightning Reflexes",
    "description": "extra initiative dice",
    "rulesText": "(RANK) extra initiative dice",
    "bpCost": 20,
    "affinityReq": "(12)\r\n(18)\r\n(24)",
    "colorContributions": {
      "w": 8,
      "u": 8,
      "b": 8,
      "r": 8,
      "g": 8
    }
  },
  {
    "category": "Passive",
    "name": "Lightning Rod",
    "description": "Can't thunderstruck, gain benefits for dealing lightning damage",
    "rulesText": "Your lightning damage cannot normally apply thunderstruck.\r\n\r\nEnemies damaged by your lightning effects suffer Vulnerable 2 to lightning until the end of next round.\r\n\r\nDamaging an enemy with a lightning effect grants you one static charge. Static charges decay after 1 minute of not gaining a charge.\r\nWhile holding at least one static charge you glow faintly.\r\nYou can spend static charges as follows.\r\n(X): This lightning attack can apply thunderstruck, count your net hits as X higher for determining if thunderstruck occurs. This may be activated after net hits are determined.\r\n(3): Select one creature up to 30ft away from a current target for your lightning attack as an additional target, there must be line of effect between these two creatures.",
    "bpCost": 15,
    "affinityReq": "4U,4R,(18)",
    "colorContributions": {
      "w": 0,
      "u": 6,
      "b": 0,
      "r": 6,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Lingering Aura",
    "description": "The effects of your aura linger after affected individuals leave its zone of effect.",
    "rulesText": "The effects of your auras persist for one round after an affected individual leaves the zone of effect.",
    "bpCost": 20,
    "affinityReq": "(21)",
    "colorContributions": {
      "w": 14,
      "u": 14,
      "b": 14,
      "r": 14,
      "g": 14
    }
  },
  {
    "category": "Passive",
    "name": "Lore Master",
    "description": "Various bonuses granted to combat for identifying enemies",
    "rulesText": "Once per combat you may attempt to recall relevant information to help combat a type of foe. Make a knowledge roll as a half action using the appropriate skill, for every two hits on this check you add +1 die to all opposed checks against the chosen type until combat ends, to a maximum of half your LOGIC.",
    "bpCost": 15,
    "affinityReq": "4U,5(W|U),(12)",
    "colorContributions": {
      "w": 0,
      "u": 10,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Magic resistance",
    "description": "always on resistance to magic",
    "rulesText": "Gain RANK dice to resist magical effects. You always roll to resist magical effects and are not considered willing. You can suppress this ability at will, a Extra action in combat. Resuming this ability is also a Extra action.",
    "bpCost": 10,
    "affinityReq": "4(G|U),(6)\r\n9(G|U),(12)\r\n14(G|U),(18)\r\n19(G|U),(24)\r\n24(G|U),(30)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 0,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Passive",
    "name": "magical device affinity / magic sensitive / aura viewing",
    "description": "Affinity: Notice items are magical with hands on inspection. Glean some idea of the magic item's function\r\nSensitive: Notice items are magica after a few moments of observation\r\nAura: Notice magical auras in addition to items, discern more specific functionality of items (identify given time)",
    "rulesText": "Affinity: Notice items are magical with hands on inspection. Glean some idea of the magic item's function\r\nSensitive: Notice items are magica after a few moments of observation\r\nAura: Notice magical auras in addition to items, discern more specific functionality of items (identify given time)",
    "bpCost": [
      5,
      5,
      10
    ],
    "affinityReq": "(W|U|B),3 per",
    "colorContributions": {
      "w": 0,
      "u": 2,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Mana Barrier",
    "description": "You may take up to half the damage from every hit as drain.",
    "rulesText": "You may take up to half the damage from every hit as drain.",
    "bpCost": 5,
    "affinityReq": "4(W|B|G),(9)",
    "colorContributions": {
      "w": 6,
      "u": 0,
      "b": 6,
      "r": 0,
      "g": 6
    }
  },
  {
    "category": "Passive",
    "name": "Mass combustion",
    "description": "Enemies you set alight have a chance to set adjacent enemies alight each turn",
    "rulesText": "For enemies that you cause to burn, at the start of their turn adjacent enemies must resist the current flame intensity with Armor Soak or catch on fire.",
    "bpCost": 15,
    "affinityReq": "9R,(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 8,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Master of Poisons",
    "description": "Create, identify, use, resist poisons",
    "rulesText": "Gain\r\nKnowledge of poison crafting\r\nability to learn new poison recipes and develop your own\r\n+3 dice vs. poison effects\r\n+3 dice to identify poisons",
    "bpCost": 20,
    "affinityReq": "4(B|G),(6)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 4,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Passive",
    "name": "Master smuggler",
    "description": "Bonuses on sleight of hand, hiding things",
    "rulesText": "Treat unattended objects one size smaller for fitting them through tight spaces",
    "bpCost": 3,
    "affinityReq": "2(U/B)\r\n2(U/R)\r\n2(B/R)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 4,
      "r": 4,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Mingling",
    "description": "Hide in plain sight: crowds",
    "rulesText": "You can always attempt a stealth check when in crowds even if observed.",
    "bpCost": 5,
    "affinityReq": "4B,(6)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 4,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Multicast",
    "description": "Multispelling bonus, limit drain increase, extra dice",
    "rulesText": "You do not suffer increased drain for casting multiple spells in one action. Gain +1 dice to each spellcasting roll when multicasting. Applying this metamagic takes your Extra action.",
    "bpCost": 20,
    "affinityReq": "7(U|R),(15)",
    "colorContributions": {
      "w": 0,
      "u": 10,
      "b": 0,
      "r": 10,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Natural weapons, various",
    "description": "Claws, Bite, Tail, blades, spines, etc",
    "rulesText": "You gain a natural weapon. Additional features may be purchased to customize it.",
    "bpCost": 5,
    "affinityReq": "4G",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Passive",
    "name": "Nothing Personal",
    "description": "Treated as having superior ground during a turn you have teleported.",
    "rulesText": "After teleporting, you have superior ground until the end of your turn (or end of next turn if you teleported when it wasn't your turn)",
    "bpCost": 10,
    "affinityReq": "7(W|U),(15)",
    "colorContributions": {
      "w": 10,
      "u": 10,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Opportunist",
    "description": "sfsadfsaf",
    "rulesText": "Gain +3 dice on all readied attacks and intercepts",
    "bpCost": 5,
    "affinityReq": "6W",
    "colorContributions": {
      "w": 6,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Outstanding Jumper",
    "description": "Leap buildings where others leap fences",
    "rulesText": "Full/Half/Extra action, make a Strongman roll to jump. You are treated as if you had a running start. Multiply the jump distance by 10.",
    "bpCost": 20,
    "affinityReq": "5(R|G),(21)\r\n12(R|G),(24)\r\n13(R|G),(27)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Pain Brings Suffering",
    "description": "Victims of your DoTs take a dicepool penalty equal to half the total ongoing damage value.",
    "rulesText": "Victims of your DoTs take a dicepool penalty equal to one quarter the total ongoing damage value.",
    "bpCost": 5,
    "affinityReq": "7B,(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 6,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Pain tolerance",
    "description": "Increases number of damage boxes required to acquire wound penalties",
    "rulesText": "You require 6 + (RANK) boxes per wound penalty, rather than 6.",
    "bpCost": 5,
    "affinityReq": "2(W|B|G),(6) per",
    "colorContributions": {
      "w": 4,
      "u": 0,
      "b": 4,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Passive",
    "name": "Paragon of Skill",
    "description": "reroll all 4s for a noncombat skill, can be taken multiple times",
    "rulesText": "reroll all 4s for a noncombat skill, can be taken multiple times",
    "bpCost": 20,
    "affinityReq": "7(U|G),(15)",
    "colorContributions": {
      "w": 0,
      "u": 8,
      "b": 0,
      "r": 0,
      "g": 8
    }
  },
  {
    "category": "Passive",
    "name": "Parry and Twist",
    "description": "Attempting a disarm as part of a riposte only costs (5). Deprecated",
    "rulesText": "Attempting a disarm as part of a riposte only costs (5)",
    "bpCost": 5,
    "affinityReq": "3W\r\n3U",
    "colorContributions": {
      "w": 3,
      "u": 3,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Permafrost",
    "description": "Initiative damage beyond 0 is applied to enemy's next turn",
    "rulesText": "Initiative damage resulting from your cold effects that would reduce an enemy's initiative below 0 is applied towards their next round's initiative.",
    "bpCost": 5,
    "affinityReq": "9U,(12)",
    "colorContributions": {
      "w": 0,
      "u": 8,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Personality Cult",
    "description": "When you resist a charm effect, you may reflect that effect back at the user.",
    "rulesText": "When you successfully resist a mind affecting ability you may spend (5) to redirect the effect to the originator.",
    "bpCost": 20,
    "affinityReq": "10B,(21)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Photographic memory",
    "description": "remember stuff, prompt GM for refreshers of detail",
    "rulesText": "Gain 2 dice on knowledge checks to remember something. You may recall additional relevant details by prompting the GM for a clearer picture of a memory, subject to GM discretion. Rolling memory is now faster (typically a Extra action).",
    "bpCost": 3,
    "affinityReq": "3U,(6)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Projectile deflection",
    "description": "Parry some projectiles",
    "rulesText": "You can parry projectile based attacks from various item size categories\r\nyour size +2 (arrows, daggers)\r\nyour size +1 (thrown weapons, single target dodgeable, blockable spells)\r\nyour size (heavy thrown weapons, powder shot weapons)",
    "bpCost": 10,
    "affinityReq": "7(W|U),(9)",
    "colorContributions": {
      "w": 6,
      "u": 6,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Prowess",
    "description": "Every non attack ability used increases your combat prowess",
    "rulesText": "Gain +1 extra dice on all defenses and weapon attacks for each non attack ability used. This bonus stacks and lasts until the end of the round.",
    "bpCost": 25,
    "affinityReq": "3W,3R,3(W|U|R),(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "quickdraw",
    "description": "quickdraw without check // quickdraw large items",
    "rulesText": "Items that can be quickdrawn normally require no check and are drawn as a nonaction. Most items that cannot normally be quickdrawn may be attempted as a standard quickdraw (Extra action, legerdemain vs. 2)",
    "bpCost": 3,
    "affinityReq": "4R,(6)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 4,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Ranger favored enemy",
    "description": "gain bonuses against specific enemy types",
    "rulesText": "Gain (RANK) extra dice for checks pertaining to the chosen (sub)type.",
    "bpCost": 10,
    "affinityReq": "4(W/G) per",
    "colorContributions": {
      "w": 4,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Passive",
    "name": "Ranger's Guile",
    "description": "Difficult terrain doesnt slow your groups travel.\r\nYour group cant become lost except by magical means.\r\nEven when you are engaged in another activity while traveling (such as foraging, navigating, or tracking), you remain alert to danger.\r\nIf you are traveling alone, you can move stealthily at a normal pace.\r\nWhen you forage, you find twice as much food as you normally would.\r\nWhile tracking other creatures, you also learn their exact number, their sizes, and how long ago they passed through the area.",
    "rulesText": "Difficult terrain slows your travel by one less step.\r\nYour group cant become lost except by magical means.\r\nEven when you are engaged in another activity while traveling (such as foraging, navigating, or tracking), you remain alert to danger.\r\nIf you are traveling alone, you can move stealthily at a normal pace.\r\nWhen you forage, you find twice as much food as you normally would.\r\nWhile tracking other creatures, you also learn their exact number, their sizes, and how long ago they passed through the area.",
    "bpCost": 10,
    "affinityReq": "6G,(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Reactive Dodge",
    "description": "Shift 10ft as part of a dodge",
    "rulesText": "As part of a dodge or when dodging on full dodge you may move 10 ft.",
    "bpCost": 5,
    "affinityReq": "4U,(6)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Regenerating Fortitude",
    "description": "Restore 1 stamina on dealing damage",
    "rulesText": "Once per turn when you directly cause damage to an enemy you heal 1 point of nonlethal damage.",
    "bpCost": 40,
    "affinityReq": "10(W|B),(21)",
    "colorContributions": {
      "w": 6,
      "u": 0,
      "b": 6,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Regeneration",
    "description": "Converts lethal to nonlethal over time",
    "rulesText": "Convert 1 lethal to nonlethal every hour, starting with smallest wounds. Regeneration can regrow severed limbs in a day.",
    "bpCost": 15,
    "affinityReq": "12G,(15)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 10
    }
  },
  {
    "category": "Passive",
    "name": "Reserves of Spirit",
    "description": "Increase drain bar",
    "rulesText": ".+RANK to drain bar",
    "bpCost": 5,
    "affinityReq": "3G,(3)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 2
    }
  },
  {
    "category": "Passive",
    "name": "Resist (ELEMENT)",
    "description": "2x RANK dice against (ELEMENT) effects. \r\nW: radiant\r\nU: cold\r\nB: acid, dark\r\nR: fire, lightning\r\nG: cold, acid, fire, lightning",
    "rulesText": "2x RANK dice against (ELEMENT) effects",
    "bpCost": 3,
    "affinityReq": "3G,(6)",
    "colorContributions": {
      "w": 4,
      "u": 4,
      "b": 4,
      "r": 4,
      "g": 4
    }
  },
  {
    "category": "Passive",
    "name": "Resistance, General",
    "description": "RANK dice against elemental effects",
    "rulesText": "RANK dice against elemental effects (fire,cold,acid,lightning)",
    "bpCost": 5,
    "affinityReq": "3G,(6) per",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Passive",
    "name": "Roll with the blows",
    "description": "Gain dodge bonus after being hit",
    "rulesText": "After you are hit by an attack and suffer damage, gain 1 free hit to the next defense roll you make against an attack.",
    "bpCost": 10,
    "affinityReq": "3W,3R,(9)",
    "colorContributions": {
      "w": 4,
      "u": 0,
      "b": 4,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Runecarving",
    "description": "Carve magical runes to delay magical effects for use at a desired time",
    "rulesText": "You cannot cast spells directly.\r\nYou can scribe up to (CAST STAT)/2 runes per day given sufficient downtime. Runes are typically scribed onto small durable objects that fit in one's hand but nearly any surface can accept runes. \r\nThe dicepool, force and cast stat parameters of a runic spell are set when it is created. Runic spells are never affected by wound penalties.\r\nA rune must be attuned before it can be used. A rune can be attuned as part of the action of casting the stored spell. Attuning a rune costs 2 unpreventable point sof drain damage. As a runecaster you may have up to (CAST STAT)/2 runes attuned at once. Non runecasters are limited to 1 rune and may only attune runes as part of the action of casting the stored spell.\r\nA rune comes with (Your drain pool / 2 / spell drain value ) uses.",
    "bpCost": 0,
    "affinityReq": "W/U",
    "colorContributions": {
      "w": 1,
      "u": 1,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Scent",
    "description": "Detect things by sense of smell",
    "rulesText": "You can easily distinguish different scents as easily as sounds, shapes and colors. This allows you to be aware of things in the general vicinity (30ft), things that have been in an area you are closely expecting (modified by circumstances).",
    "bpCost": 5,
    "affinityReq": "1G,(3)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Passive",
    "name": "Shadowmeld",
    "description": "Hide in plain sight: shadows",
    "rulesText": "You can always attempt a stealth check when in dimly lit or dark areas even if observed.",
    "bpCost": 40,
    "affinityReq": "9B,(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 12,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Shield Push",
    "description": "Enemies you hit with your shield are subject to a free push attempt",
    "rulesText": "Whenever you hit an enemy with your shield (even if they fully soak the damage) you may attempt to push them.\r\n\r\nTreat the shield attack's roll as the roll for the shield push, target soaks with physical soak, move them (unsoaked eDV)/4 * 5ft.",
    "bpCost": 15,
    "affinityReq": "6W,(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Shielded mind",
    "description": "bonus vs. mind affecting",
    "rulesText": "Gain +RANK dice against mind affecting",
    "bpCost": 5,
    "affinityReq": "3(W|G),(6) per",
    "colorContributions": {
      "w": 4,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Passive",
    "name": "Silent as a shadow",
    "description": "Climb, swim, and jump extra quietly. Quiet kills",
    "rulesText": "You take no penalty for sneaking at normal speed,. Enemies take -4 to hear most sounds you make in combat",
    "bpCost": 4,
    "affinityReq": "4(U|B),(6)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 4,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Skirmishing Sharpshooter",
    "description": "Threaten adjacent spaces with bow",
    "rulesText": "You may treat ranged weapons as melee weapons for purposes of threatened area and related combat modifiers.",
    "bpCost": 20,
    "affinityReq": "10(R/G)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 10,
      "g": 10
    }
  },
  {
    "category": "Passive",
    "name": "Speedloader",
    "description": "Reload weapons more quickly",
    "rulesText": "As a half action you may reload HITS weapons on a Palming roll.",
    "bpCost": 5,
    "affinityReq": "(9)",
    "colorContributions": {
      "w": 6,
      "u": 6,
      "b": 6,
      "r": 6,
      "g": 6
    }
  },
  {
    "category": "Passive",
    "name": "Spell drinking",
    "description": "invigorated by failed spells targeting user",
    "rulesText": "Gain 1 temp hp when you resist a hostile spell.",
    "bpCost": 5,
    "affinityReq": "4U,4G,(12)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 0,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Passive",
    "name": "Spell Siphon",
    "description": "Countering a spell deals 1 drain to the caster and you heal 1 drain",
    "rulesText": "Successfully countering a spell deals 1 drain to the caster and you heal 1 drain",
    "bpCost": 40,
    "affinityReq": "9U,9B,(24)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Spiderclimb",
    "description": "You can walk on walls as if they were level ground",
    "rulesText": "You can walk on walls as easily as ground. Climb checks are still required, thresholds are lowered.",
    "bpCost": 10,
    "affinityReq": "9(G|R),(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 6,
      "g": 6
    }
  },
  {
    "category": "Passive",
    "name": "Spiritual Transferrence",
    "description": "You may pay drain in place of healing drain your ally would take when receiving healing from you.",
    "rulesText": "You may pay drain in place of healing drain your ally would take when receiving healing from you.",
    "bpCost": 15,
    "affinityReq": "3G,(15)",
    "colorContributions": {
      "w": 4,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Spite the Ignorant",
    "description": "Counterspelling drains the counterspellee",
    "rulesText": "Whenever you successfully counterspell, the caster you counterspelled takes 1 unresisted drain.",
    "bpCost": 20,
    "affinityReq": "4U,4B,(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Stinging Denial",
    "description": "Lock enemy out of ability, action you counter",
    "rulesText": "When you successfully counterspell an opponents spell or ability they cannot use that ability until after the end of their next turn.",
    "bpCost": 10,
    "affinityReq": "8(W/U)",
    "colorContributions": {
      "w": 8,
      "u": 8,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Stoke the flames",
    "description": "Increase severity of ignite by hitting a burning target",
    "rulesText": "If you would apply a burn to an already burning enemy, increase the current burn by 4 instead if the new burn is not already 4 greater.",
    "bpCost": 15,
    "affinityReq": "6R,(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 8,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Stoneskin",
    "description": "Damage dampening (Y)",
    "rulesText": "Gain +1 damage dampening per rank",
    "bpCost": 60,
    "affinityReq": "6G per",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 6
    }
  },
  {
    "category": "Passive",
    "name": "Supreme Contortionist",
    "description": "fit through unusually small spaces",
    "rulesText": "You can contort and deform your body to fit in/through spaces smaller than normal.",
    "bpCost": 3,
    "affinityReq": "1R,(3)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 2,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Tangential Luck",
    "description": "Various secondary effects that trigger off spending points of luck",
    "rulesText": "After you spend a point of luck, you gain +1 die to all pools until the end of the current round.",
    "bpCost": 10,
    "affinityReq": "9R.(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 6,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Telepathic link",
    "description": "Communicate telepathically",
    "rulesText": "Range (LOG*10 ft). This is one way communication in which you can convey words given you and your target share a language.\r\n_______________________\r\nYou may attune up to LOG targets for two way communication\r\n_______________________\r\nAttuned targets can be communicated with out to LOG*100 ft",
    "bpCost": 5,
    "affinityReq": "2(U|B),(9) per",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 4,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Time is Mana",
    "description": "Can spend drain to cover init costs for U abilities",
    "rulesText": "Spend 4 drain per (5) of a blue ability",
    "bpCost": 10,
    "affinityReq": "10U,(21)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Timely Disruption",
    "description": "Readied attacks also inflict their damage as a dice pool penalty to an action they interrupt.",
    "rulesText": "Readied attacks also inflict half their damage as a dice pool penalty to an action they interrupt.",
    "bpCost": 10,
    "affinityReq": "6(W/U/B)",
    "colorContributions": {
      "w": 6,
      "u": 6,
      "b": 6,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Tireless",
    "description": "nonlethal hp +1",
    "rulesText": "Increase your maximum nonlethal health by 1.",
    "bpCost": 5,
    "affinityReq": "2/4/...",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 2
    }
  },
  {
    "category": "Passive",
    "name": "Titan Grip",
    "description": "Wield Oversized weapons",
    "rulesText": "Rank 1: +1 DV, +2 reach or (bonus range increment). The weapon must be ready for it to be used. Attacking with a weapon makes it no longer readied. By spending a half action the weapon(s) can be reset.\r\nRank 2: reseting it an extra action.",
    "bpCost": 10,
    "affinityReq": "3G,3(W|R),(12)\r\n5G,5(W|R),(21)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Trap finding",
    "description": "trapfinding, the dangerous ones, not the anime ones",
    "rulesText": "Your passive perception checks do not take the usual penalty to detect traps or other hidden/harmful mechanisms. Additionally you gain 2 dice on all checks to find such things.",
    "bpCost": 5,
    "affinityReq": "4(U/G)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 0,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Passive",
    "name": "Tremorsense",
    "description": "Pintpoint awareness of things moving in contact with solid objects you are also in contact with, like the ground",
    "rulesText": "15/45/90ft tremorsense",
    "bpCost": 10,
    "affinityReq": "4(R|G),(9)\r\n9(R|G),(18)\r\n13(R|G),(27)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 6
    }
  },
  {
    "category": "Passive",
    "name": "Uncanny Awareness",
    "description": "Harder to surprise, bonuses vs. attacks you aren't aware of",
    "rulesText": "You can take an active dodge even when surprised, gain +6 dice on surprise checks initiated against you.",
    "bpCost": 20,
    "affinityReq": "12(URG),(15)",
    "colorContributions": {
      "w": 0,
      "u": 8,
      "b": 0,
      "r": null,
      "g": 8
    }
  },
  {
    "category": "Passive",
    "name": "Underworld contact",
    "description": "It's rather easy for you to get into contact with the local criminal underground and more often than not you start out on their good side",
    "rulesText": "gain 3 dice on checks relating to interactions with or knowledge about black markets/criminal undergrounds/fences etc. You may attempt to \"know a guy\", if the DM permits, spend 1L and you find an underground contact who starts out initially friendly.",
    "bpCost": 3,
    "affinityReq": "1B,(3)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Unmovable",
    "description": "Resist various debuffs, combat maneuvers",
    "rulesText": "Gain +3 dice against knockdown, disarm, grapple, balance, overrun, and other effects that forcibly move you.",
    "bpCost": 5,
    "affinityReq": "R3/R6/R9/R12 G limited",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 3
    }
  },
  {
    "category": "Passive",
    "name": "Untrackable",
    "description": "You cannot be tracked in natural surroundings.",
    "rulesText": "With your guidance, the party may move through natural terrain using your stealth or survival check to cover up your tracks.  You are always untrackable when moving through natural terrain alone, however the party cannot gain the benefit of your Untrackable ability when this is the case.",
    "bpCost": 5,
    "affinityReq": "1G,(6)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Passive",
    "name": "Venomous Vitality",
    "description": "succeeding on a roll vs. poison grants you 1 temp hp",
    "rulesText": "Whenever you succeed on a resistance roll against a poison effect, gain 2 temp hp.",
    "bpCost": 5,
    "affinityReq": "3B,3G,(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Wary Traversal",
    "description": "reduce damage from AoOs",
    "rulesText": "Halve damage from AoOs after armor, before damage dampening.",
    "bpCost": 20,
    "affinityReq": "???",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Water Walking",
    "description": "You can walk on water as if it were solid ground",
    "rulesText": "You can walk on water as if it were solid ground",
    "bpCost": 5,
    "affinityReq": "7(U|G),(9)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 0,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Passive",
    "name": "What goes around comes around",
    "description": "Gain 1 die on your next attack for each damage you take",
    "rulesText": "For every 2 points of damage you take add one die to your revenge pool. Add your revenge pool to the next attack you make, this sets your revenge pool to 0 afterwards. If you have not added a die to your revenge pool in the last 3 rounds, your revenge pool resets to 0.",
    "bpCost": 5,
    "affinityReq": "3B,3R,(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 3,
      "r": 3,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Restorative Resonance",
    "description": "Whenever you heal an ally, trigge a heal on another nearby ally",
    "rulesText": "Whenever an effect of yours heals an ally, heal another ally within 30' of one of the original healing recipients for 2. This ability can't trigger itself",
    "bpCost": 20,
    "affinityReq": "7W,(15)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Ritual",
    "name": "Awaken",
    "description": "Stir sentience in a creature",
    "rulesText": "24 Hour\r\nYou awaken an animal to humanlike sentience. The creature is initially indifferent to you. Awakened creatures have 3 LOG and are magical beasts. Ritual participants need to pay drain equal to the maximum health of the creature or the ritual fails.",
    "bpCost": 5,
    "affinityReq": "18G,(30)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 12
    }
  },
  {
    "category": "Ritual",
    "name": "Foretelling",
    "description": "Determine what fate might result from a given course of action",
    "rulesText": "1 Minute Ritual. Costs 1 drain.\r\n\r\nAnswers a question about an action to be taken in the near future (roughly 1 hour)\r\nWeal (if the action will probably bring good results).\r\nWoe (for bad results).Weal and woe (for both).\r\nNothing (for actions that dont have especially good or bad results)\r\n.",
    "bpCost": 10,
    "affinityReq": "4U,(6)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Ritual",
    "name": "Natural Refuge",
    "description": "Produce a temporary refuge for you and a few others out of natural terrain",
    "rulesText": "10 Minute ritual.\r\n\r\nThe immediate local terrain reshapes itself to a form more suitable for conealment and quiet rest. This may take the form of a dense thicket wrapping itself around your encapment, a vine obscured cave developing in the earth, or similar as chosen by your GM. The immutable features of the refuge are that it is difficult for others to find (Perception TN 4) and may otherwise be passed off as a natural formation unworthy of note. Furthermore hazards and nuisances are downgraded one step (as per DM choice). Instead of swarming flies there's only a few straggling bloodsuckers, instead of the scorching heat of the desert it is uncomfortable but manageably warm, instead of pouring rain you merely have to deal with damp air and occassional droplets etc.",
    "bpCost": 15,
    "affinityReq": "9G,(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Ritual",
    "name": "Purification",
    "description": "1 hour ritual to remove persistent conditions lesser abilities can't remove",
    "rulesText": "1 hour ritual. Costs 1 drain from a single participant. Targets 1 individual. Individual can roll to end any of all persistent afflictions it is suffering, gaining a +5 bonus on each roll.",
    "bpCost": 10,
    "affinityReq": "4W,(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Armor",
    "description": "Increase armor by hits",
    "rulesText": "SUST TRGT(SELF)\r\n\r\nAdd 1 to armor soak for the duration of this spell.\r\nCasting this spell is a half action\r\n\r\nOverloads\r\n\r\n2: AoE, +10ft per\r\n2: +1 extra armor",
    "bpCost": 15,
    "affinityReq": "4(W|G),(6)",
    "colorContributions": {
      "w": 4,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Spell",
    "name": "Banishment",
    "description": "Direct, opposed check to banish",
    "rulesText": "INST TRGT TOUCH\r\neDV = CS + 1\r\nResist = Mental Resist\r\nSoak = Physical Soak\r\n\r\nIf the target is not an extraplanar creature this spell has no effect\r\n\r\n0: no effect\r\n1: the target takes -5 to all rolls until the end of the round\r\n9: the target is banished\r\n\r\nOverloads\r\n\r\n2: ranged\r\n2: AoE, +5ft diameter per\r\n2: +1 eDV",
    "bpCost": 10,
    "affinityReq": "9W,(18)",
    "colorContributions": {
      "w": 10,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Call Down the Sky",
    "description": "Drop meteors on target locations",
    "rulesText": "This spell is cast with three consecutive full actions over three consecutive rounds, resolving asthe third full action is spent.\r\n\r\nINST AoE\r\nDV: CS+9 (FIRE)\r\n\r\nDodge/armor soak\r\n\r\nTargets: four 40ft diameter regions. A target can only be struck once by each casting of Call Down The Sky.\r\n\r\nOverloads\r\n\r\n2: +1 DV",
    "bpCost": 50,
    "affinityReq": "15R,(30)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Cause Fear",
    "description": "Affected enemies flee if able",
    "rulesText": "INST SINGLE AOE\r\neDV = CS - 1\r\nResist = mental\r\nSoak = mental\r\n\r\nfor every 8 damage this ability would do (round up) the target takes 1 fear stack \r\n\r\nOverloads\r\n\r\n2: +1 DV\r\n2: +5ft AoE",
    "bpCost": 10,
    "affinityReq": "4B,(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 6,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Clairvoyance",
    "description": "See, hear from nearby location",
    "rulesText": "SUST SELF\r\nRange = CS*10ft\r\n\r\nYou create a scrying sensor at a nearby location within RANGE. You can see and hear as if you are at that location. Casting this spell is a half action.\r\n\r\nOverloads\r\n\r\n2: +CS*10 ft range",
    "bpCost": 5,
    "affinityReq": "4U,(9)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Confusion",
    "description": "Cause affected targets to behave erratically for duration. PENDING REWORK",
    "rulesText": "DIRECT SUST SINGLE AOE\r\neDV = CS + 1\r\nResist = mental\r\nSoak = mental\r\n\r\n0: no effect\r\n1: Target rolls twice on confusion and picks their choice\r\n9: target is confused until end of next round\r\neach 2 beyond: Target is confused for another round\r\n\r\nOverloads\r\n\r\n2: +1 eDV\r\n2: +5ft diameter\r\n\r\nConfused:\r\n25% does nothing\r\n25% runs in a random direction\r\n25% attacks nearest target\r\n25% act normally",
    "bpCost": 10,
    "affinityReq": "6R,(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 6,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Create Light",
    "description": "Cause object touched to emanate light",
    "rulesText": "INST SUST\r\n\r\nLight diameter 10ft per CS/2\r\nCasting this spell is a half action\r\n\r\nOverloads\r\n\r\n1: +5ft diameter",
    "bpCost": 4,
    "affinityReq": "1W,(6)",
    "colorContributions": {
      "w": 4,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Curse of Vulnerability",
    "description": "Reduce enemy's damage dampening",
    "rulesText": "SUST, AOE\r\n10ft diameter target area\r\neDV =  CS - 1\r\nResist = Physical\r\nSoak = Physical\r\n\r\nOverloads\r\n\r\n2: +1 eDV\r\n2: +5ft diameter\r\n\r\nFor every 2 unsoaked eDV this spell inflicts a -1 damage vulnerability.",
    "bpCost": 15,
    "affinityReq": "6B,(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 6,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Dampening Field",
    "description": "Reduce magical effects by HITS up to FORCE",
    "rulesText": "SUST AOE\r\n10ft diameter\r\n\r\nReduce the DV of magical effects in the area by CS/2\r\nCasting this spell is a half action\r\n\r\nOverloads:\r\n\r\n2: +5ft diameter\r\n2: +1 additional reduction",
    "bpCost": 20,
    "affinityReq": "9(W|U),(12)",
    "colorContributions": {
      "w": 6,
      "u": 6,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Danger Sense",
    "description": "HITS to defensive dice pool up to FORCE/2",
    "rulesText": "SUST SELF\r\n\r\nAdd 1 to defensive checks (passive and active dodge,parry,block) for duration of spell\r\nCasting this spell is a half action\r\n\r\nOverloads\r\n\r\n2: increase the bonus by +1",
    "bpCost": 10,
    "affinityReq": "7(W|U|G),(9)",
    "colorContributions": {
      "w": 2,
      "u": 4,
      "b": 0,
      "r": 0,
      "g": 2
    }
  },
  {
    "category": "Spell",
    "name": "Death Blast",
    "description": "Direct damage kill spell",
    "rulesText": "INST/SUST\r\nTouch (non provoking), ranged\r\nDV = CS+3\r\nResist = Dodge,Block\r\nSoak = Armor\r\nOverloads\r\n\r\n2: +1DV\r\n2: AoE per 5ft diameter, (note that it starts at 5ft effectively) \r\n4: Sust",
    "bpCost": 10,
    "affinityReq": "4B",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 4,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Detect Hostile Intent",
    "description": "Detect those with hostile intent towards caster",
    "rulesText": "SELF\r\n5ft cone\r\nCasting this spell is a half action\r\n\r\nOverloads\r\n\r\n2: +5ft radius\r\n\r\nGrants you a sixth sense to detect creatures with hostile intent towards you within the range, LoS permitting. Perceive Magic is rolled for this sense, opposed by con.",
    "bpCost": 5,
    "affinityReq": "4(W|B),(9)",
    "colorContributions": {
      "w": 2,
      "u": 0,
      "b": 2,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Detect Life",
    "description": "Detect living creatures in a forward facing cone",
    "rulesText": "SELF\r\n5ft cone\r\nCasting this spell is a half action\r\n\r\nOverloads\r\n\r\n2: +5ft radius\r\n\r\nGrants you a sixth sense to detect creatures with hostile intent towards you within the range, LoS permitting. Perceive Magic is rolled for this sense, opposed by stealth.",
    "bpCost": 5,
    "affinityReq": "WG",
    "colorContributions": {
      "w": 2,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 2
    }
  },
  {
    "category": "Spell",
    "name": "Detect X",
    "description": "As Detect Life, only one type of creature, color alignment, etc.",
    "rulesText": "SELF\r\n5ft cone\r\nCasting this spell is a half action\r\n\r\nOverloads\r\n\r\n2: +5ft radius\r\n\r\nGrants you a sixth sense to detect creatures with hostile intent towards you within the range, LoS permitting. Perceive Magic is rolled for this sense, opposed by stealth.",
    "bpCost": 5,
    "affinityReq": "WBUG",
    "colorContributions": {
      "w": 2,
      "u": 2,
      "b": 2,
      "r": 0,
      "g": 2
    }
  },
  {
    "category": "Spell",
    "name": "Dispel Magic",
    "description": "Dispell ongoing magical effects.",
    "rulesText": "INST SINGLE/AOE\r\n\r\nSpellcasting roll is opposed by the spellcasting roll of the magical effect(s). If the net hits plus 2* CAST STAT is greater than the 2* CAST STAT of the magical effect, the magical effect ends.\r\n\r\nOverload\r\n\r\n2: +5ft diameter AoE\r\n2: +1 effective cast stat for dispelling",
    "bpCost": 20,
    "affinityReq": "12(W|U|G),(15)",
    "colorContributions": {
      "w": 8,
      "u": 8,
      "b": 0,
      "r": 0,
      "g": 8
    }
  },
  {
    "category": "Spell",
    "name": "Elemental Blast",
    "description": "F elemental damage, purchased per element type\r\nW-radiant\r\nU-Cold\r\nB-Acid, dark\r\nR-Lighting, fire\r\nG-Acid",
    "rulesText": "INST/SUST\r\nTouch (non provoking), ranged\r\nDV = CS+1 (ELEMENT)\r\nResist = Dodge,Block\r\nSoak = Armor\r\n\r\nOverloads\r\n\r\n2: +1DV\r\n2: AoE per 5ft diameter, (note that it starts at 5ft effectively) \r\n4: Sust (repeat the attack at the target location at the end of every round it is sustained. This repeat attack is always treated as an AoE. You may move the target area of this sustained spell as a half action.)\r\n\r\nThis attack does elemental damage of the chosen type, fixed upon purchase of ability.",
    "bpCost": 5,
    "affinityReq": "4*C*,(9)",
    "colorContributions": {
      "w": 4,
      "u": 4,
      "b": 4,
      "r": 4,
      "g": 4
    }
  },
  {
    "category": "Spell",
    "name": "Elsewhere Impulse",
    "description": "Mind affecting mass AoE incapacitate",
    "rulesText": "This spell is cast with three consecutive full actions over three consecutive turns, resolving as the third full action is spent.\r\n\r\nINST AoE\r\neDV: CS+5\r\n\r\nMental/Mental soak\r\n\r\nTargets: One 40ft radius area.\r\n\r\nEffects\r\n0: The target may not both move and take half/full actions until the end of the next round.\r\n1: As 0, the target is also blinded and deafened\r\n5: As 1, all the target's senses are suppressed\r\n9+: As 5, the target is also stunned.\r\n\r\nOverloads\r\n\r\n2: +1 DV",
    "bpCost": 5,
    "affinityReq": "12B,(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "End of Days",
    "description": "AoE save or die",
    "rulesText": "This spell is cast with three consecutive full actions over three consecutive rounds, resolving after the third full action is spent.\r\n\r\nINST AoE\r\neDV: CS+5\r\n\r\nPhysical resist/physical soak\r\nTargets that would take any damge from this ability instead lose 1 LUK, if they cannot lose 1 LUK they instead die.\r\n\r\nTargets: 50ft Diameter.\r\n\r\nOverloads\r\n\r\n2: +1 DV\r\n2: +10ft diameter",
    "bpCost": 50,
    "affinityReq": "24B,(30)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Energy Wall",
    "description": "1 point of Armor and Structure rating per hit. Barrier regenerates at start of next turn.",
    "rulesText": "SUST\r\n\r\nCS/2 * 5ft length, 5ft height. CS*2 health. WIL*2 barrier rating. Wall health replenishes end of round.\r\nAttacks creatures that enter, or are adjacent at end of round, with Spellcasting for CS+5 DV. Wall cannot be cast overlapping creatures.\r\n\r\nPhysical res / armor soak\r\n\r\nOverloads\r\n\r\n2: +1 DV\r\n2: +5ft length\r\n2: +5ft height\r\n1: +2 hp\r\n1: +1 barrier rating",
    "bpCost": 5,
    "affinityReq": "WUGRB",
    "colorContributions": {
      "w": 4,
      "u": 4,
      "b": 4,
      "r": 4,
      "g": 4
    }
  },
  {
    "category": "Spell",
    "name": "Eye of the Hurricane",
    "description": "Create a wind effect centered on yourself that knocks others back",
    "rulesText": "INST AOE SELF\r\n5ft radius (from self)\r\neDV = CS + 5\r\n\r\nPhysical Resist\r\nPhysical Soak\r\n\r\n0: no effect\r\n1: 5ft pushback\r\n9: prone\r\neach 2 beyond, +5ft pushback\r\n\r\nOverloads:\r\n\r\n2: +1 eDV\r\n3: +5ft radius\r\n\r\nMake an opposed check against adjacent targets' Physical Resist using your spellcasting dicepool. On success, they are driven back. Succeed by 3 or more and they are knocked prone. Succeed by 6 or more and they are sent flying.",
    "bpCost": 5,
    "affinityReq": "UG",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 0,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Spell",
    "name": "Finger of Death",
    "description": "Single target save or die",
    "rulesText": "INST\r\neDV: CS-1\r\n\r\nDodge or block\r\nphysical soak\r\n\r\nOverloads\r\n\r\n2: +1 eDV\r\n\r\nTargets that do not fully soak this ability instead lose 1 LUK, if they cannot lose 1 LUK they instead die.",
    "bpCost": 30,
    "affinityReq": "12B,(24)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Flash Freeze",
    "description": "Damage init with ice",
    "rulesText": "INST, DIRECT, AOE (centered on self)\r\neDV = CS+5 (5ft radius)\r\n\r\nDodge\r\nArmor soak\r\n\r\nOverloads\r\n\r\n2: +1 eDV \r\n2: +5ft radius\r\n\r\nFlash Freeze does no damage, though it still applies the resulting DV as initiative damage.",
    "bpCost": 10,
    "affinityReq": "4U,(9)",
    "colorContributions": {
      "w": 0,
      "u": 6,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Fling",
    "description": "Toss object as if with STR = MAG/2",
    "rulesText": "INST TRGT\r\nThrow an object with effective STR = CS-2\r\n\r\nWhen throwing a weapon or other similarly sized item (limited to weapons of your size) you may resolve the fling as an attack roll when directing the object at a specific target. When throwing larger objects the item is treated as a falling object and creatures in the target zone are entitled to a dodge(2) threshold check to avoid it.\r\n\r\nOverloads\r\n\r\n2: +1 effective STR",
    "bpCost": 5,
    "affinityReq": "3R,(6)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 4,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Flying",
    "description": "Very powerful, so yes much fly",
    "rulesText": "SUST (SELF)\r\n\r\nGrants flight rank 1\r\n4: +1 flight rank\r\n3: +1 allied target",
    "bpCost": 60,
    "affinityReq": "15U,(21)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Fog",
    "description": "A dense blanket of fog rolls in clouding vision.  Fog moves into the region.  Everyone inside can only see 10 ft away clearly and 20 ft dimly.  Fog rolls into lower regions in the area.  If on higher elevations, the fog will dissipate faster.  Fog will not sustain in high winds or existing rainstorms.",
    "rulesText": "SUST\r\n5ft diameter per CS\r\n\r\nfirst 5ft of fog grant moderate concealment, 10ft+ total concealment.\r\n\r\nOverloads\r\n\r\n3: +5ft diameter",
    "bpCost": 5,
    "affinityReq": "4(U|G),(9)",
    "colorContributions": {
      "w": 0,
      "u": 6,
      "b": 0,
      "r": 0,
      "g": 6
    }
  },
  {
    "category": "Spell",
    "name": "Glitterdust",
    "description": "Chance to blind, reveal invis",
    "rulesText": "AOE\r\neDV = CS +3\r\nResist with mental res. Soak with mental soak. \r\n\r\nfinal eDV\r\n0: target is illuminated for a minute\r\n1: plus target suffers -2 vision penalties and attackers get superior ground against the target until end of next round.\r\n9: plus target is blinded until the end of the round.\r\n\r\nOverloads\r\n\r\n2: +1 eDV\r\n2: +5t diameter",
    "bpCost": 5,
    "affinityReq": "4(W/G),(15)",
    "colorContributions": {
      "w": 4,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Spell",
    "name": "Gust of Wind",
    "description": "Magical bullrush based off spell force // up to net hits?",
    "rulesText": "INST AOE\r\neDV = CS\r\n5ft cone\r\n\r\nPhysical Resist\r\nPhysical Soak\r\n\r\nOverloads:\r\n\r\n2: +1 eDV\r\n2: +5ft radius\r\n\r\nFor every 4 applied eDV push the target 1 square, pushing 3+ squares knocks the target prone.",
    "bpCost": 5,
    "affinityReq": "RG",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 4,
      "g": 4
    }
  },
  {
    "category": "Spell",
    "name": "Haste",
    "description": "5 more speed per 2 HITS up to FORCE HITS",
    "rulesText": "SUST TRGT(SELF)\r\nRecipient gains 5 speed per CS/2\r\nCasting this spell is a half action\r\n\r\nOverloads\r\n\r\n4: +5ft bonus",
    "bpCost": 5,
    "affinityReq": "3(U|R),(6)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Hush",
    "description": "Applies penalty to those attempting to hear the subject",
    "rulesText": "SUST SINGLE/AOE TRGT(SELF)\r\nInflict CS/2 penalty on audio perception checks attempting to perceive subject \r\nCasting this spell is a half action\r\n\r\nOverloads:\r\n\r\n4: +1 penalty\r\n4: +5ft radius",
    "bpCost": 5,
    "affinityReq": "UB",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 4,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Ice Conjuring",
    "description": "Shape and conjure ice",
    "rulesText": "INST\r\n\r\nYou can conjure ice into any shape that suits your purpose. While its possible to make crude coffers, doors, and so forth with this function, fine detail isnt possible. (10 cubic feet per CS/2). For surfaces you can choose rough (nonslip) or smooth (checks required) ice. Ice has (3 HP per cubic foot and barrier rating 5) . (40 cubic feet per CS/2) of existing ice may be reshaped instead. Ice cannot be conjured into occupied space, cannot exert force in the conjuring process, or be conjured flush with intricate surfaces.\r\n\r\nOverloads:\r\n\r\n(2): +10 cubic feet conjured\r\n(2): +40 cubic feet reshaped\r\n\r\nYou can form ice with focused detail into an object that suits your purpose. You may create multiple items as part of the same action up to a total of CS/6 items. If shaping the item from existing ice, you may instead create one item per CS/2.\r\n\r\nOverloads:\r\n(6): +1 item with no preexisting ice\r\n(2): +1 item with preexisting ice\r\n\r\nYou can flash freeze existing water and liquids that are not part of living or animate creatures, you may be able to use this as an attack against specific creatures with your GM's discretion (A creature formed entirely of water). If the objects are attended they are entitled to resist.\r\n\r\n(If targeting attended liquids)\r\neDV = CS+4\r\nMental resist/Physical soak\r\nFreeze 5 cubic feet per unsoaked eDV\r\n\r\nOverloads:\r\n(2): +1 eDV",
    "bpCost": 25,
    "affinityReq": "7U,(15)",
    "colorContributions": {
      "w": 0,
      "u": 8,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Ignite",
    "description": "Set a target on fire",
    "rulesText": "INST TRGT\r\neDV = CS-2\r\n\r\nphysical resist\r\n\r\nignites target for modified eDV\r\n\r\nOverloads:\r\n\r\n2: +1 eDV\r\n3: +5ft AoE",
    "bpCost": 5,
    "affinityReq": "4R,(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 6,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Invisibility",
    "description": "drastically reduce chance to be noticed by sight",
    "rulesText": "SUST SINGLE/AOE TRGT(SELF)\r\nCS/2 penalty to being perceived visually.\r\nCasting this spell is a half action.\r\n\r\nOverloads:\r\n\r\n2: -1 additional penalty\r\n2: +5ft radius",
    "bpCost": 10,
    "affinityReq": "7(U|B),(9)",
    "colorContributions": {
      "w": 0,
      "u": 6,
      "b": 6,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Lay on Hands",
    "description": "Heal lethal",
    "rulesText": "INST DIRECT TRGT(SELF)\r\nHeals a wound for up to CS/2\r\n\r\nOverloads:\r\n\r\n2: +1 max heal",
    "bpCost": 5,
    "affinityReq": "3W,(6)",
    "colorContributions": {
      "w": 4,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Levitate",
    "description": "Levitate objects, people",
    "rulesText": "SUST TRGT\r\nRange = 30 ft\r\nLift up to 50kg per CS (single object or clump of objects)\r\nOr up to SPELLCASTING individual objects of negligible weight\r\nCan only target attended objects if the attendee is willing\r\nCannot move objects that are stuck or restrained\r\n\r\nAffecting a creature requires an opposed check \r\neDV = CS-1\r\n\r\nmental/phys\r\n\r\n0: no effect\r\n1+: the target is lifted up and dropped prone if they fail a (2) acrobatics check\r\n9+ the target is levitated until the end of the round\r\n\r\nOverloads\r\n\r\n2: +1 eDV\r\n2: +5ft range\r\n\r\nYou can move the target at a rate of 5ft per half action, or in the case of multiple small objects, 20ft. As a half action you can also set the object(s) to follow you, but they are limited to traveling at the listed speeds per round and move at the end of the round. Targets can be raised at most 30ft off the ground and if moved to be higher will descend safely at 60ft per round.",
    "bpCost": 5,
    "affinityReq": "3U,(6)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Life drain",
    "description": "force save, heal user, etc",
    "rulesText": "INST INDIRECT\r\nTouch\r\nCS DV\r\n\r\nDodge, block, parry\r\nPhysical Soak\r\n\r\nGain temporary HP equal to half the damage dealt. Damage is dealt as drain damage.",
    "bpCost": 15,
    "affinityReq": "3B,(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 6,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Lightning Storm",
    "description": "Build up an escalating number of bolts, then unleash them all at once.",
    "rulesText": "INST INDIRECT\r\nCS+1 DV\r\n\r\nCasting a new Lightning Storm starts a Storm Pool at 1. Each subsequent casting of Lightning Storm under the same conditions adds 1 more to the storm pool than the previous casting (+2,+3... etc) up to a maximum of WIL+(mainstat) maximum points in your Storm Pool. As an Extra action you may expend all points in your storm pool to designate the target area for this ability, resolving one single target attack per Storm Pool Point split equally among targets.\r\n\r\nOverloads:\r\n\r\n2: +1 DV",
    "bpCost": 30,
    "affinityReq": "9R,(18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 12,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Mage Hand",
    "description": "Hits = STR and AGI of hands, -2 on skills performed with hands",
    "rulesText": "SUST\r\nRange = 10 ft\r\nCS-2 = STR and AGI of hand.\r\nYou have mild tactile feedback through the hand but cannot feel temperature\r\n\r\nOverloads:\r\n\r\n4: +1 effective STR and AGI\r\n2: +5ft range.",
    "bpCost": 5,
    "affinityReq": "3U,(6)",
    "colorContributions": {
      "w": 0,
      "u": 2,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Mask",
    "description": "Disguises an individual. Hits contribute to disguise up to FORCE as cap.",
    "rulesText": "SUST TRGT(SELF)\r\n\r\nCS/2 bonus to disguise\r\n\r\nOverloads:\r\n\r\n4: +1 disguise bonus\r\n2: +5ft radius\r\n\r\nCasting this spell is a half action",
    "bpCost": 10,
    "affinityReq": "1U,1B,1(U|B),(6)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 4,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Mass Translocation",
    "description": "All willing allies may exchange places with one another",
    "rulesText": "INST AoE\r\nCS/2 * 5ft radius\r\n\r\nAll willing targets within the area may exchange places with one another.\r\n\r\nOverloads:\r\n\r\n2: +5ft radius",
    "bpCost": 15,
    "affinityReq": "6(W|U),(12)",
    "colorContributions": {
      "w": 4,
      "u": 6,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Memory Cast",
    "description": "Copy spell you recently saw cast",
    "rulesText": "(Same action as targeted spell).\r\nMake a perceive magic check against DC (rounds since you saw the spell cast). On success you cast the spell (using your own spellcasting and cast stat, paying for overloads that you have access to etc.)",
    "bpCost": 10,
    "affinityReq": "9U,(18)",
    "colorContributions": {
      "w": 0,
      "u": 8,
      "b": 0,
      "r": 8,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Mind Control",
    "description": "Mind Control",
    "rulesText": "TRGT SUST\r\nCS+1 eDV\r\nMental Resist\r\nMental Soak\r\n\r\n0: no effect\r\n1: target cannot move if it takes an action on its next turn, or cannot take an action if it moves on its next turn.\r\n9: Target is mind controlled until the end of its next turn\r\neach  2 beyond: +1 turn MC\r\n\r\n(clause for more saves to escape. clause for making it permanent)\r\n\r\nOverloads:\r\n\r\n2: +1 eDV",
    "bpCost": 40,
    "affinityReq": "10U,(21)",
    "colorContributions": {
      "w": 0,
      "u": 12,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Mindblank",
    "description": "HITS to dice pool against mind affecting and divination up to FORCE/2",
    "rulesText": "SUST SELF\r\nCS/2 to dice pool against mind affecting and divination effects.\r\nCasting this spell is a half action\r\n\r\nOverloads\r\n\r\n4: +5ft radius\r\n2: +1 bonus",
    "bpCost": 5,
    "affinityReq": "6(U|B),(12)",
    "colorContributions": {
      "w": 0,
      "u": 8,
      "b": 4,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Petrify",
    "description": "Petrify target",
    "rulesText": "INST DIRECT TRGT\r\nCS +1 eDV\r\nTarget resists with physical resistance\r\nTarget then soaks with mental soak\r\n\r\n0: no effect\r\n1: target may either move or use actions on their next turn but not both.\r\n9: Target is petrified until the end of the round\r\neach 4 beyond: Target is petrified for an additional round\r\n\r\noverloads:\r\n\r\n2: +1 eDV",
    "bpCost": 20,
    "affinityReq": "1B,1G,1(G|B),(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 8,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Spell",
    "name": "Phantasm",
    "description": "Create illusory effects. Individuals directly interacting have chance to disbelieve. Indirect interaction has chance to disbelieve or discern the effect is illusory.",
    "rulesText": "SUST\r\nDefault: stationary image\r\n\r\nResisted with mental res/mental soak\r\neDV = CS + 1\r\n0: The subject sees through the illusion\r\n1+: The target is aware the effect is an illusion, but has difficulty seeing through, treat as partial concelament for things within the illusion.\r\n9+: The target believes the effect is real until it is otherwise demonstrated to be an illusion.\r\n\r\nOverloads:\r\n\r\n2: +1 eDV\r\n2: The phantasm can produce sound\r\n2: the phantasm can move",
    "bpCost": 20,
    "affinityReq": "7U,(9)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Rageful Treason",
    "description": "This turn an enemy attacks their allies in a blinding fury of rage",
    "rulesText": "INST TRGT\r\nCS+1 eDV\r\nmental res\r\nmental soak\r\n\r\n0: no effect\r\n1: target must take the attack action on its next turn\r\n9: target considers enemies as allies and allies as enemies on its next turn\r\n\r\nOverloads:\r\n\r\n2: +1 eDV\r\n4: +5ft diameter",
    "bpCost": 15,
    "affinityReq": "8R",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 8,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Rejuvenate",
    "description": "Heal over time",
    "rulesText": "SUST TRGT(SELF)\r\nHeals 2 per round up to CS or full health. Healing occurs at the end of the round.\r\n\r\nOverloads:\r\n\r\n1: +1 max heal",
    "bpCost": 5,
    "affinityReq": "4G,(6)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Spell",
    "name": "Renew Vitality",
    "description": "Heal lethal",
    "rulesText": "INST TRGT(SELF)\r\nHeals for up to CS/2 lethal damage.\r\n\r\nOverloads:\r\n\r\n1: +1 heal",
    "bpCost": 5,
    "affinityReq": "4G,(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Spell",
    "name": "Seal",
    "description": "Reinforce lock, door, etc against opening, +1 threshold per hit up to FORCE / 2.\r\n\r\nUnseal",
    "rulesText": "SUST TRGT\r\n\r\n+ CS/2 to door/lock threshold\r\n_____________________________________\r\n+ CS/2 to lockpicking checks\r\n\r\nCasting this spell is a half action\r\n\r\nOverloads:\r\n\r\n2: +1 bonus to lockpicking\r\n4: +1 to door/lock threshold",
    "bpCost": 5,
    "affinityReq": "3(W|U|G),(6)",
    "colorContributions": {
      "w": 4,
      "u": 4,
      "b": 0,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Spell",
    "name": "Sending",
    "description": "Send message of X words per hit",
    "rulesText": "INST\r\nSend a message of 25 words up to (CS*10) feet to a known recipient.\r\n\r\nOverloads:\r\n\r\n3: *10 distance\r\n3: send a picture instead",
    "bpCost": 5,
    "affinityReq": "4U,(9)",
    "colorContributions": {
      "w": 0,
      "u": 2,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Shadow",
    "description": "Reduce visibility in an area",
    "rulesText": "SUST AoE\r\nArea = 15ft radius, reduce visibility by CS/2\r\n\r\nOverloads:\r\n\r\n2: +1 visibility reduction\r\n2: +5ft radius",
    "bpCost": 5,
    "affinityReq": "1B,(6)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 4,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Shatter",
    "description": "Break objects",
    "rulesText": "DIRECT INST\r\nDV = CS+3\r\nCan only target objects. Attended objects are entitled to physical resist and physical soak on top of their hardness.\r\n\r\nOverloads:\r\n\r\n2: +1 eDV",
    "bpCost": 10,
    "affinityReq": "7(W|R|G),(9)",
    "colorContributions": {
      "w": 6,
      "u": 0,
      "b": 0,
      "r": 6,
      "g": 6
    }
  },
  {
    "category": "Spell",
    "name": "Sheepstick",
    "description": "The target is turned into a dimminutive animal: squirrel, bunny, sheep (1/1) NOT GOATS, GOATS ARE (0/1)",
    "rulesText": "INST SUST TRGT\r\nCS+1 eDV\r\nmental resist\r\nphysical soak\r\n\r\n0: no effect\r\n1: target can't both move and take actions on their next turn\r\n9: Target is turned into a small harmless creature until the end of the round. This effect ends early if they are targeted by any hostile effects.\r\neach 4 beyond: Effect persists for another round\r\n\r\nOverloads:\r\n\r\n2: +1 eDV",
    "bpCost": 30,
    "affinityReq": "10U,(21)",
    "colorContributions": {
      "w": 0,
      "u": 14,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Sleep",
    "description": "Put targets to sleep, damage / other stuff wakes (needs updating for overload and doubling?)",
    "rulesText": "SUST AOE\r\nCS+2 eDV\r\n(5ft diameter)\r\nTarget resists with mental resist\r\nTarget then soaks with mental soak.\r\n0: no effect\r\n1: the target is staggered on its next turn.\r\n5: The target also cannot perform interrupt or full actions.\r\n9+: the target is put to sleep for eDV-4 turns, waking on damage.\r\n\r\nOverloads:\r\n\r\n2: +1 eDV\r\n3: +5ft diameter",
    "bpCost": 10,
    "affinityReq": "6U,(12)",
    "colorContributions": {
      "w": 0,
      "u": 8,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Stasis",
    "description": "Remove target from reality for a turn (needs updating for overload and doubling)",
    "rulesText": "INST TRGT\r\nF/2 + 4\r\nF/2 +3 eDV\r\nTarget resists with mental resist.\r\nTarget soaks with mental soak. If this spell would do damage the target is instead removed from reality for the rest of the round. When removed from reality the target may not take turns, may not be targeted or interacted with. It does not occupy space, time does not pass for it. It returns at the start of the next round in or as close to where it departed from.",
    "bpCost": 20,
    "affinityReq": "6W,6U,(27)",
    "colorContributions": {
      "w": 8,
      "u": 8,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Suggestion",
    "description": "Implant a compulsion in targets mind",
    "rulesText": "INST SINGLE/AOE MIND-AFFECTING TRGT\r\nCS+3 eDV\r\nMental resist\r\nMental soak\r\n\r\n0: no effect\r\n1: Suggestion lasts for a minute\r\n9: suggestion lasts for an hour\r\neach 4 beyond: Double the duration\r\n\r\nOverloads:\r\n\r\n2: +1 eDV\r\n2: +5ft diameter",
    "bpCost": 5,
    "affinityReq": "4(U|B),(9)",
    "colorContributions": {
      "w": 0,
      "u": 6,
      "b": 6,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Time Spiral",
    "description": "All creatures involved in combat reroll initiative",
    "rulesText": "AoE INST\r\nAoe 5ft. base.\r\nAll creatures in the current combat reroll initiative.\r\nOverload:\r\n+2: +5ft aoe",
    "bpCost": 100,
    "affinityReq": "18U, 30",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Translocating Eye",
    "description": "Two target creatures swap places",
    "rulesText": "INST TRGT\r\nTwo target creatures within RANGE swap places. If a target is unwilling, target resists with mental res/phys soak\r\neDV = CS-2\r\n0: the swap does not occur\r\n1+: the swap occurs",
    "bpCost": 15,
    "affinityReq": "6U,(12)",
    "colorContributions": {
      "w": 0,
      "u": 6,
      "b": 0,
      "r": 4,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "True Seeing",
    "description": "Imbued with visions of the truth, illusions and magical darkness melt from your vision, and all is clear.  Negate up to HITS penalty/bonus from illusions, magical or normal darkness, concealment etc",
    "rulesText": "SUST SELF\r\nIgnore up to 1 penalty on visual perception rolls.\r\n\r\nCasting this spell is a half action\r\n\r\nOverloads:\r\n\r\n2: +1 additional penalty ignored",
    "bpCost": 15,
    "affinityReq": "7W,(9)",
    "colorContributions": {
      "w": 4,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Truelight",
    "description": "Reduce vision penalties in an area",
    "rulesText": "AOE SUST optional:SELF\r\n\r\nCasting this spell is a half action. This spell produces a 5ft radius area.\r\nReduce vision penalties in the area by 1.\r\n\r\nOverloads:\r\n2: further reduce penalties by an additional 1\r\n1: increase radius by 5ft.",
    "bpCost": 5,
    "affinityReq": "3(W|U|G),(9)",
    "colorContributions": {
      "w": 6,
      "u": 6,
      "b": 0,
      "r": 0,
      "g": 6
    }
  },
  {
    "category": "Spell",
    "name": "Unto Nowhere",
    "description": "Progressively delete a target from reality",
    "rulesText": "DIRECT SUST\r\neDV = CS+1\r\n\r\nMental res / Mental soak\r\n\r\nOverloads:\r\n\r\n(2): +1 DV\r\n\r\nWhile you sustain this spell the target cannot take any physical actions, the target is immune to all other attacks. On your turn you may spend a full action to repeat the attack, except you lose 1 health for each point of damage you inflict upon the target plus 1 health for each time this instance of the spell has been sustained. If you do not successfully repeat the attack on your turn the spell ends (a successful attack is one that deals damage to the target).",
    "bpCost": 30,
    "affinityReq": "12W,(24)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Wall of Force",
    "description": "1 point of Armor and Structure rating per hit. Barrier regenerates at start of next turn.",
    "rulesText": "SUST\r\nThis spell produces up to 30 square feet of shimmering, opaque barrier that span between bounding points decided upon by the caster. The barrier cannot exert force or otherwise displace objects as it is created.\r\nBarrier rating: 3+CS, barrier hp, 8+CS. Barrier regenerates at start of next turn.\r\nOverloads:\r\n1: +5 square feet of area\r\n2: +1 Barrier Rating",
    "bpCost": 10,
    "affinityReq": "4W,4U,(18)",
    "colorContributions": {
      "w": 8,
      "u": 8,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Warp World",
    "description": "All allies and enemies in the encounter randomly swap positions",
    "rulesText": "INST AOE\r\nF/2+2\r\nAll creatures that fail to save or are willing within F*M*3 ft (round up for squares) randomly swap places. \r\n\r\nResolution advice: remove all subjects and mark their locations, roll one by one for each subject's reentry to a location after assigning each location a number.",
    "bpCost": 20,
    "affinityReq": "14R,(18)",
    "colorContributions": {
      "w": 0,
      "u": 6,
      "b": 0,
      "r": 12,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Word of Binding",
    "description": "Save or suck no physical actions (needs doubling and overload)",
    "rulesText": "SUST TRGT\r\nCS+1 eDV\r\n\r\nMental Res\r\nMental Soak\r\n\r\n0: nothing\r\n1: half movement, lose a half action\r\n9: Paralyzed 1 turn\r\neach 2 additiona, paralyzed +1 turn\r\n\r\nOverloads:\r\n(2): +1 eDV",
    "bpCost": 15,
    "affinityReq": "9W,(18)",
    "colorContributions": {
      "w": 12,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Zone of Silence",
    "description": "Silence an area",
    "rulesText": "Sets a threshold of CS/2+4 for casting. Casting within the aoe, the caster must roll above CS/2+4 to cast a spell.\r\nOverload:\r\n+1: +5ft Aoe\r\n+2: +1 threshold",
    "bpCost": 5,
    "affinityReq": "6W, (18)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Stance",
    "name": "1v1 me bro",
    "description": "Ignore full defense, free parries vs. stuff you are fighting",
    "rulesText": "When your target is threatened only by you and you are at most only threatened by your target you ignore that enemy's full defense with melee attacks. After attacking an enemy, the next parry you attempt against that enemy this round costs (0).",
    "bpCost": 20,
    "affinityReq": "6W,6R,(15)",
    "colorContributions": {
      "w": 5,
      "u": 0,
      "b": 0,
      "r": 5,
      "g": 0
    }
  },
  {
    "category": "Stance",
    "name": "Adroit riposte",
    "description": "bonus vs. enemies who are foiled by your parry // only costs (1) to riposte",
    "rulesText": "When your parry prevents an attack from hitting add (NET HITS) to your next attack against that opponent. It only costs (1) to make a riposte. Enemies do not benefit from reach when you are riposting.",
    "bpCost": 40,
    "affinityReq": "4W,4U,(15)",
    "colorContributions": {
      "w": 5,
      "u": 5,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Stance",
    "name": "Analyze Dweomer",
    "description": "High focus detect and analyze magic",
    "rulesText": "You may make Perceive Magic checks with your spellcasting dicepool, but only for objects you are physically touching or effects you are in contact with.",
    "bpCost": 5,
    "affinityReq": "1U,(3)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Stance",
    "name": "Berserker",
    "description": "full offense",
    "rulesText": "Your dice explode on attack actions. All active defenses cost an additional (5).",
    "bpCost": 30,
    "affinityReq": "12(B|R),(15)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 8,
      "r": 8,
      "g": 0
    }
  },
  {
    "category": "Stance",
    "name": "Celeritas Dominus",
    "description": "When casting a spell, extra mobility options become available",
    "rulesText": "When casting a...\\nRed: Shift 1; Blue: tele 10ft; RU: choose one\r\nWhen casting a... \\nRed: Shift 2; Blue: tele 15ft; RU; both",
    "bpCost": 10,
    "affinityReq": "8(R/U) per",
    "colorContributions": {
      "w": 0,
      "u": 8,
      "b": 0,
      "r": 8,
      "g": 0
    }
  },
  {
    "category": "Stance",
    "name": "Center of Attention",
    "description": "Attacks that don't target you provoke",
    "rulesText": "Enemies that take attacks or actions that include your allies but not any creatures with Center of Attention active as target(s) provoke an opportunity attack from you.",
    "bpCost": 20,
    "affinityReq": "3W,3B,(15)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Stance",
    "name": "Counterspell Stance",
    "description": "Counterspelling costs (5)",
    "rulesText": "Counterspelling costs (5). You are always making passive perception checks to detect magic within 10* (cast stat) feet of you and are aware of what spell is being cast.",
    "bpCost": 10,
    "affinityReq": "6U,(12)",
    "colorContributions": {
      "w": 0,
      "u": 8,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Stance",
    "name": "dodge stance",
    "description": "Move after dodging",
    "rulesText": "Every time you attempt a dodge you may shift 5ft after resolving the dodge.",
    "bpCost": 10,
    "affinityReq": "9(U|B|R),(12)",
    "colorContributions": {
      "w": 0,
      "u": 6,
      "b": 6,
      "r": 6,
      "g": 0
    }
  },
  {
    "category": "Stance",
    "name": "Horde Culling Stance",
    "description": "bonuses when fighting multiple opponents, ignore some penalties from being outnumbered",
    "rulesText": "2 extra dice on each attack per target when attacking multiple targets with melee. Opponents do not get bonus dice for outnumbering you in melee.",
    "bpCost": 5,
    "affinityReq": "4(W/R)",
    "colorContributions": {
      "w": 4,
      "u": 0,
      "b": 0,
      "r": 4,
      "g": 0
    }
  },
  {
    "category": "Stance",
    "name": "Never Outnumbered",
    "description": "Bonus to evasion for each enemy in sight, up to X",
    "rulesText": "Gain 1 die on dodge and full dodge for each enemy within 60' (LOS and LOE required) to a maximum of half your tradition rank.",
    "bpCost": 10,
    "affinityReq": "12(W|R|G),(15)",
    "colorContributions": {
      "w": 10,
      "u": 0,
      "b": 0,
      "r": 10,
      "g": 10
    }
  },
  {
    "category": "Stance",
    "name": "Prodigal Fighter",
    "description": "Use maneuvers as the opp attack.",
    "rulesText": "When you would make an opportunity attack you may activate a maneuver instead. You still pay the initiative costs of the opportunity attack as well as all initiative costs of the maneuver",
    "bpCost": 40,
    "affinityReq": "12W,12U,(30)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Stance",
    "name": "Quickfire Storm",
    "description": "Whenever you cast a spell that normally deals no damage, you may chuck a firebolt at an opponent",
    "rulesText": "After you resolve a spellcast that was not an INST or DIRECT combat spell, you may fire a DV = 3+ (CAST STAT) ranged single target lightning bolt",
    "bpCost": 20,
    "affinityReq": "7U,7R,(18)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 0,
      "r": 8,
      "g": 0
    }
  },
  {
    "category": "Stance",
    "name": "Reach Stance",
    "description": "Increases reach",
    "rulesText": "Adds (RANK) Reach",
    "bpCost": 5,
    "affinityReq": "3G,(6) per",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Stance",
    "name": "Rooted Bulwark",
    "description": "While in this stance, you resist all attempts to be moved against your will.  Additionally, at the end of your turns, vines grow from the ground attempting to root all adjacent enemies in place.  If continuously rooted, enemies will become entangled and eventually engulfed in vines and plants.  This stance is ended if the roots are hacked away and is usable the next day or when your nature is regenerated (lol idk what I'm thinking honestly, feel free to rationalize this a lot)",
    "rulesText": "Gain +4 dice to resist all attempts to be moved against your will. \r\nAt the end of the round vines grow out from your body attempting to root all adjacent enemes in place \r\n\r\nweapon skill or spellcasting \r\neDV = STR + 4\r\nDodge/parry/grapple\r\nPhys Soak\r\n1: 1 stage\r\n5: 2 stages\r\n9+: 3 stages\r\n\r\nStages\r\n1: rooted\r\n2: entangled\r\n3: engulfed\r\n\r\nThe vines can be hacked away (BOD+8 health, BOD*2 barrier rating, vines resist treated as dodge 0). The vines can be broken with a Complex Action Strongman greater than BOD/2.",
    "bpCost": 5,
    "affinityReq": "6G,(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 8
    }
  },
  {
    "category": "Stance",
    "name": "Surging Strikes",
    "description": "Once per turn when you successfully hit with an attack and deal damage, cast a spell",
    "rulesText": "Once per turn when you successfully hit with an attack and deal damage you may cast a spell that has a casting time of no longer than a full action. Casting the spell is done as a nonaction immediately after resolving the triggering attack.",
    "bpCost": 60,
    "affinityReq": "12R,12G,(30)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Stance",
    "name": "The Blood Tells",
    "description": "Hear and feel all heartbeats within an extended range.  The range increases with blood for the blood god and lust for the lust throne.  Additionally, gain a bonus on active bluff detection against characters with a heartrate.",
    "rulesText": "All heartbeats within (CHA*5 ft) can be heard (DC 2 base). Gain +4 dice on judge intentions rolls against targets that you are aware of, who have a heartbeat.",
    "bpCost": 15,
    "affinityReq": "12B",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 12,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Stance",
    "name": "Thicket of Blades",
    "description": "AoO stance DEPRECATED",
    "rulesText": "Attacks of opportunity cost (2/1). DEPRECATED",
    "bpCost": 20,
    "affinityReq": "12W,(15)\r\n24W,(30)",
    "colorContributions": {
      "w": 8,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Stance",
    "name": "Threatening Archer",
    "description": "Opponents that move within (Y) of you provoke",
    "rulesText": "Treat all squares within (AGI/2)*5 as threatened by your ranged weapon for purposes of opportunity attacks.",
    "bpCost": 50,
    "affinityReq": "16(W|G),(21)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Stance",
    "name": "Unyielding Stance",
    "description": "Ignore wound penalties, falling unconscious as long as you hold your ground, or for one day, WHICHE ER COMES FIRST. If at any point your overflow is filled during this time, you die when this benefit ends.",
    "rulesText": "Ignore wound penalties, falling unconscious as long as you hold your ground, or for one day, WHICHEVER COMES FIRST. If at any point your overflow is filled during this time, you die when this benefit ends.",
    "bpCost": 10,
    "affinityReq": "12(W/B)",
    "colorContributions": {
      "w": 12,
      "u": 0,
      "b": 12,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Stance",
    "name": "Vengeful Bulwark",
    "description": "Bonus vs. targets you block",
    "rulesText": "Gain your shield bonus to your dice pool on your attack against a target you have successfully blocked in the past round. You may spend (5) to make an attack against a target you have succesfully blocked, this attack is made with your shield. (reach 0, buckler = 2 dv, med shield = 6 dv, heavy shield = 8dv, tower shield = 12dv)",
    "bpCost": 5,
    "affinityReq": "7W,(15)",
    "colorContributions": {
      "w": 6,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Stance",
    "name": "Willow stance",
    "description": "Get +4 on defense after a turn in which you do not attack. If you did not attack last turn you have +4 on your next attack.\r\n If you do nothing during your turn you do not lose initiative.",
    "rulesText": "If you have not attacked since your last turn you have +4 dice on your next attack. If you attack with bonus dice from this ability you get +4 dice on your next defense.You can pass your turn once per round at zero initiative loss.",
    "bpCost": 25,
    "affinityReq": "9W,(12)",
    "colorContributions": {
      "w": 8,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Template",
    "name": "Undead",
    "description": "Become undead, with benefits and drawbacks. Multiple options. Vampire, (necropolitan), mummy, skeleton, death knight?",
    "rulesText": "You permanently become undead, gaining benefits and drawbacks according to the specific type selected.\r\n\r\nGeneral:\r\nAn undead's BOD does not contribute to its overflow track. Thus by default an undead dies when its physical wounds equal or exceed its health.\r\nUndead are immune to poisons, diseases, life drain effects, effects that depend upon physical pain/pleasure/discomfort, and most death effects.",
    "bpCost": 40,
    "affinityReq": "12B",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 12,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Shifting Form",
    "description": "Change to a new adaptation each time you roll initiative.",
    "rulesText": "Body Buff.\r\n\r\nEach time you roll initiative roll a 1d6 and gain the following benefit until the end of the round.\r\n1: Movement speed increased by 50%\r\n2: gain 2 reach\r\n3: 2 temp hp\r\n4: \r\n5: \r\n6: \r\n\r\nRank 2: you may roll 1d6 as a Extra action and choose to replace your current buff with the rolled buff.\r\n\r\nRank 3: you roll twice for buffs and can sustain two buffs.",
    "bpCost": 0,
    "affinityReq": "3U, 3G, (9) per",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Spare a hand?",
    "description": "Grow extra limbs!",
    "rulesText": "Grow 2 extra limbs",
    "bpCost": 10,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 8,
      "r": 0,
      "g": 8
    }
  },
  {
    "category": "Maneuver",
    "name": "Deft Strike",
    "description": "With only a half action remaining, make an attack with a light weapon",
    "rulesText": "half action. You must have already used one of your half actions this round. Make an attack with a light weapon.",
    "bpCost": 40,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Detaining Strike",
    "description": "Attack inflicts dice penalty on enemy's attacks for the rest of the round",
    "rulesText": "Make a melee attack at +4 eDV. This attack is resisted by Dodge,block,parry/mental. This attack does no damage. Inflict the unsoaked eDV as a penalty on the enemy's attacks until the end of the round.",
    "bpCost": 0,
    "affinityReq": "W",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Ethereal  Slip",
    "description": "As spacial slip but turn invisible instead of teleport",
    "rulesText": "",
    "bpCost": 5,
    "affinityReq": "W",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Last Word",
    "description": "spend init to prevent enemies from reacting to your nonaction",
    "rulesText": "(5) as part of a nonaction ability. No abilities can trigger in response to the activation or resolution of the empowered ability.",
    "bpCost": 40,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Linguistics",
    "description": "After some time, puzzle out any written language",
    "rulesText": "After some time, puzzle out any written language",
    "bpCost": 10,
    "affinityReq": "5(U|B),(21)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "One with the scene",
    "description": "You may disguise yourself as inanmiate objects",
    "rulesText": "You may attempt a disguise check to appear as an object of roughly your size at no penalty to the check. This check is performed in one round. Targets observing you when you begin this check automatically see through the disguise.",
    "bpCost": 5,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Return to Sender",
    "description": "Force an effect back onto enemy when you save",
    "rulesText": "(5) when you fully soak an attack or ability that carries a status effect rider. The originating creature must soak against the effect as if it had been the original target.",
    "bpCost": 20,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Bomb making",
    "description": "Create rudimentary explosive devices for battle",
    "rulesText": "",
    "bpCost": 20,
    "affinityReq": "2R",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 2,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Friend of the Less Fortunate",
    "description": "Something about you, and your background, lets you get along well with the less fortunate.",
    "rulesText": "",
    "bpCost": 5,
    "affinityReq": "1W,(6)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Keen Eyed Tracker",
    "description": "Bonus on tracking, negate penalties by using multiple methods to discern concealed tracks",
    "rulesText": "",
    "bpCost": 5,
    "affinityReq": "4(W/G)",
    "colorContributions": {
      "w": 4,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Passive",
    "name": "Man of K'Hull Duade",
    "description": "Ignore impediments and later barriers when you charge",
    "rulesText": "Ignore most difficult terrain when charging\r\n_______________\r\nIgnore all difficult terrain when charging\r\n_______________\r\nCan make a check when charging to run through barriers or displace creatures\r\n_______________\r\nCheck made to bypass barriers and displace creatures is at a bonus",
    "bpCost": [
      5,
      10,
      15,
      20
    ],
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Peerless Tracker",
    "description": "Track all manner of things, even magical auras",
    "rulesText": "",
    "bpCost": 5,
    "affinityReq": "7G,(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Regional Adaptation",
    "description": "Pick a region/climate, bonuses for enduring things typical to the area. Knowledge about area, etc",
    "rulesText": "",
    "bpCost": 2,
    "affinityReq": "2G",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 2
    }
  },
  {
    "category": "Passive",
    "name": "Speed Read",
    "description": "You can read at astonishing speed",
    "rulesText": "You can read a full page of text in six seconds getting a general idea of its contents.",
    "bpCost": 5,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Stifle",
    "description": "You can now counterspell maneuvers and other activated abilities",
    "rulesText": "You can now use counterspell to negate activated abilities and maneuvers. If the given ability does not generate an opposed check normally then the activating creature defends with",
    "bpCost": 0,
    "affinityReq": "UG",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Unbalancing",
    "description": "Gain (bonus) against enemies you have recently dodged",
    "rulesText": "Superior ground against enemies you dodged since the end of the last round.",
    "bpCost": 0,
    "affinityReq": "B",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Unyielding Focus",
    "description": "Can't be counterspelled, can't be foiled",
    "rulesText": "Your abilities cannot be countered or interrupted.",
    "bpCost": 0,
    "affinityReq": "WG",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Ritual",
    "name": "Control Weather",
    "description": "Control local weather",
    "rulesText": "",
    "bpCost": 20,
    "affinityReq": "6U6(G/R)",
    "colorContributions": {
      "w": 0,
      "u": 6,
      "b": 0,
      "r": 6,
      "g": 6
    }
  },
  {
    "category": "Spell",
    "name": "Alarm",
    "description": "Sets a ward upon an area that, if it detects things that meet specified conditions, sets off an alarm.",
    "rulesText": "",
    "bpCost": 5,
    "affinityReq": "WU",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Animate Object",
    "description": "Animate an object with varying degrees of control",
    "rulesText": "",
    "bpCost": 15,
    "affinityReq": "6(W/U)",
    "colorContributions": {
      "w": 6,
      "u": 6,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Antipathy",
    "description": "Repell types of creatures from an area",
    "rulesText": "RITUAL",
    "bpCost": 0,
    "affinityReq": "14W",
    "colorContributions": {
      "w": 14,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Chaosmorph",
    "description": "The target is turned into a dimminutive animal or a giant beast, as polymorph, or dino/bear/rhino (5/5)",
    "rulesText": "INST SUST TRGT\r\nF/2+1, F=BOD+SIZEMOD\r\nOn success vs. 2x targets BOD the victim is changed. Flip a coin.\r\nHeads: (1/1)\r\nTails: (5/5)",
    "bpCost": 10,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 12,
      "b": 0,
      "r": 12,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Detention",
    "description": "Choose Spells or maneuvers, target can't use the chosen on its next turn.",
    "rulesText": "INST TRGT\r\nF/2+2\r\nTarget opposes with MENTAL\r\nNeed F+net hits > target's WIL *2\r\nCasting this spell is a half action\r\nOn success choose Maneuvers or Spells. The target cannot use the selected type of ability on its next turn.",
    "bpCost": 0,
    "affinityReq": "WU",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Earthshape",
    "description": "Move/reshape the earth",
    "rulesText": "F/2 + 3\r\nShift up to 200kg of earth per net hit, forming it with minimal control over finer details.",
    "bpCost": 0,
    "affinityReq": "G",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 6
    }
  },
  {
    "category": "Spell",
    "name": "Embiggen",
    "description": "Increase size of target ally",
    "rulesText": "SUST, TRGT(SELF)\r\nF/2+5\r\nF1: +1 size\r\nF5: +2 size\r\nF9: +3 size",
    "bpCost": 15,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 8
    }
  },
  {
    "category": "Spell",
    "name": "Explosive Runes",
    "description": "Create an explosive magical trap that triggers upon being read",
    "rulesText": "",
    "bpCost": 10,
    "affinityReq": "8R",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 8,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Fire Conjuring",
    "description": "Create, manipulate fire",
    "rulesText": "",
    "bpCost": 25,
    "affinityReq": "R",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Mirror Image",
    "description": "Create multiple illusiory duplicates",
    "rulesText": "SUST",
    "bpCost": 0,
    "affinityReq": "U",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Resist Energy",
    "description": "Create ward that absorbs energy damage of a type specified at casting",
    "rulesText": "",
    "bpCost": 10,
    "affinityReq": "WG",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Seeping Deluge",
    "description": "A flash flood hits the area. Water swells, swallowing up the ground.  Creatures must seek saftey among trees, boulders, or rooves.  The deluge may take hours or days to pass depending on how flat the surrounding region is.",
    "rulesText": "",
    "bpCost": 30,
    "affinityReq": "6U",
    "colorContributions": {
      "w": 0,
      "u": 6,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Sleetstorm",
    "description": "Blinding freezing sleet pelts down from the skys. A sleetstorm begins.  If it is summertime, a hailstorm may appear instead.  Hailstorms hurt and break things but dont do anything else.  Sleetstorms make the ground icy and extingquish campfires, torches, etc as well as reducing vision down to 10ft.  Sleetstorms rarely last more than a day, but in harsh winters can remain for a week.",
    "rulesText": "",
    "bpCost": 20,
    "affinityReq": "6(U/R)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 0,
      "r": 6,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Tornado",
    "description": "The wind whips up, injuring flying creatures and blowing stuff over.  A windstorm picks up in the region blowing sails, grounding flyers, and overall making a ruccus of anything not tied down.  Lasts as long as it takes a high pressure system to dissapate",
    "rulesText": "",
    "bpCost": 20,
    "affinityReq": "6(U/G)",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 0,
      "r": 0,
      "g": 6
    }
  },
  {
    "category": "Buff",
    "name": "Avatar of Destruction",
    "description": "",
    "rulesText": "",
    "bpCost": 100,
    "affinityReq": "24R,(30)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Size control",
    "description": "shrink / grow",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "6(U/G)",
    "colorContributions": {
      "w": 0,
      "u": 6,
      "b": 0,
      "r": 0,
      "g": 6
    }
  },
  {
    "category": "Debuff",
    "name": "Mark",
    "description": "Mark target, easily track target, bonuses against marked target",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "4G",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 4
    }
  },
  {
    "category": "Maneuver",
    "name": "Body Diving",
    "description": "meld into flesh",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "B",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Crunching Bullrush",
    "description": "Deal damage when bullrushing something into an obstacle",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "2(G/R/B)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 2,
      "r": 2,
      "g": 2
    }
  },
  {
    "category": "Maneuver",
    "name": "Devour",
    "description": "Swallow whole enemies much smaller than you",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "BG",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Fatespin",
    "description": "Force an enemy to choose what they will do on their next turn, this locks them into those actions.",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "8B",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Find the Gap",
    "description": "Bypass armor in a moment of opportunity",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "2W",
    "colorContributions": {
      "w": 2,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Invoke Paragon",
    "description": "spend luck (or whatever) immediate action gain temporary immunity from death effects.",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "8W",
    "colorContributions": {
      "w": 8,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Puff of Smoke",
    "description": "Flash powder, smoke bomb, or a magical breath; whatever the source of the distraction, the user has dissapeared",
    "rulesText": "As a half action, or for (5) as part of movement, you may toss the flask to generate a 10' cube of smoke that lasts until the start of your next turn. The smoke applies a -2 vision penalty to see into or through it. (scale cooldown with investment or go with daily charges?)",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Something",
    "description": "debuff on hit - cannot take bonus actions (or op atks?)",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "U",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Spellcatching/Spelltheft",
    "description": "Steal and hold spell effect to reuse later",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "4U",
    "colorContributions": {
      "w": 0,
      "u": 4,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Touch of Purity",
    "description": "Purge various effects from ally",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "4W",
    "colorContributions": {
      "w": 4,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Volatilize",
    "description": "double dice, 1s count as -1s, if 1/4 are 1s auto fail",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "UR",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Wild Ricochet",
    "description": "Cast a copy of a spell being cast and redirect the targets of the spell being cast",
    "rulesText": "(15)\r\n\r\nCopy single target spell as it's being cast, use the original target as the point of origin for this new spell.\r\n\r\nAlso roll spellcasting vs. original spell, If you beat the spell's roll, choose a new target for it using the original target as the point of origin.",
    "bpCost": 40,
    "affinityReq": "12R,(24)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 8,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Animal companion / familiar",
    "description": "Various levels / access / options",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "2(G/U)",
    "colorContributions": {
      "w": 0,
      "u": 2,
      "b": 0,
      "r": 0,
      "g": 2
    }
  },
  {
    "category": "Passive",
    "name": "Covert Poisoning",
    "description": "Much easier to poison unsuspecting targets",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "B / G",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Find the weakspot",
    "description": "Various bonuses granted to combat for identifying fighting styles, armor, weapons",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "4(W/U)",
    "colorContributions": {
      "w": 4,
      "u": 2,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Think You're Scary?",
    "description": "Resist fear, retalliate against failed fear effects.",
    "rulesText": "Act as if your fear state was 1 lower. Your max fear state is increased by 1. You passively roll active mental against all fear effects. After succeeding on a mental res vs. a fear effect you may spend (5) as an interrupt to attempt intimidation vs. the source of the triggering fear.",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Titan Toppler",
    "description": "Climb enemies much larger than you, benefits, tactics",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "2(R/W)",
    "colorContributions": {
      "w": 2,
      "u": 0,
      "b": 0,
      "r": 2,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Use Magic Device",
    "description": "ignore racial, class, level restrictions on using a magic item",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "U",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Wise Guesser",
    "description": "When confronted with a pressing choice, be more likely to choose correctly at random.",
    "rulesText": "Whenever deciding between choices at random in a moment of importance (an idle bit of gambling during downtime is hardly important, but if the same game won a handful of scorpions or the key to freedom it's important!) you are 50% more likely to pick the correct choice. Thus picking between two doors would have a 75% of choosing the correct one for pursuing the thief. Or guessing which leg of the chair is shortest is 37.5% (25%*1.5). The GM resolves such rolls secretly and informs the player of what their guessing aptitude hints at.",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Ritual",
    "name": "Ride the lightning",
    "description": "Teleport by lightning bolt, dependent on clouds",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "WR",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Ritual",
    "name": "Scrying",
    "description": "View location, individual or objects remotely from great distance",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "12U",
    "colorContributions": {
      "w": 0,
      "u": 12,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Ritual",
    "name": "Sentinel Ward",
    "description": "ward an area against intruders, alerting you if tresspass occurs.",
    "rulesText": "ward an area against intruders. A (spirit/elemental/etc) observes the area for creatures entering that match your supplied description and can issue verbal warnings and send you and up to N others a mental alarm (max distance?)\r\n\r\nupgraded: observer can manifest a guardian to attack trespassers",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Elemental Trap",
    "description": "Create elemental attack that can be triggered after an arming time",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "8",
    "colorContributions": {
      "w": 8,
      "u": 8,
      "b": 8,
      "r": 8,
      "g": 8
    }
  },
  {
    "category": "Spell",
    "name": "Fly",
    "description": "Causes subject(s) to fly, successes influence speed/maneuverability of flight",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "U",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Phase Lock",
    "description": "Target is bound to this dimension, cannot teleport or phase.",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "W?",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Phase Lock Field",
    "description": "Region is warded against teleportation and extradimensional access.",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "W?",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Thoughtsway",
    "description": "mind affecting to determine target's next attack",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "U",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Tongues",
    "description": "SUST Comprehend all spoken languages",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "WUBRG",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Transmorgriphy Snake",
    "description": "Turn linked chain or rope into a snake.  Can be used to release shackles or rope bonds.  Snake can be venomous if (G).",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "BUG",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Aura",
    "name": "Stifling Presence",
    "description": "silence?",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Fusion",
    "description": "Temporarily merge with target willing ally, forming a fusion of stats and abilities.",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Overdrive",
    "description": "costs drain to trigger, various general combat bonuses",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Primeval Embodiment",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "20G",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Unchained Instinct",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "20R",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Craft",
    "name": "Advanced alchemical creation",
    "description": "Create smoke bombs, flashers,",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Meld into stone",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "G",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Shield Slam",
    "description": "Generate shockwave with shield",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Turn X (undead, etc)",
    "description": "Repel abhorrent entities of a specific type, varporize weaker entities",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Volley",
    "description": "Fire multiple projectiles as one attack",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Metamagic",
    "name": "Implement Focus",
    "description": "You cannot cast without your implement. Choose an implement, gain minor benefits from it",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Enduring Fortitude",
    "description": "Temp HP decays slower",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Guild Membership",
    "description": "",
    "rulesText": "(codified tiered access to guild benefit stuff)",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Pactmarked",
    "description": "You have a pact with a powerful entity that grants boons and drawbacks",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Rite of Eternal Return",
    "description": "So long as your remains are treated to the proper preparation and one hour ritual, and you've been dead less than a day, you rise in perfect condition next sunrise/sunset/noon/midnight. Upon rising your luk pool becomes 0.",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Sense Heretic",
    "description": "Detect heresy as appropriate for your viewpoint",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Souleater",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "B",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Unarmed Master",
    "description": "Improve unarmed attacks",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Skill",
    "name": "Artillery Usage",
    "description": "Crew, understand, use ballista, cannon, boardplank",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Skill",
    "name": "Astral Readings",
    "description": "star reading, navigation, cardinal direction, weather events",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Skill",
    "name": "Fencing and Smuggling",
    "description": "Abiliity to disguise goods and convince buyers that said goods are not stolen",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Skill",
    "name": "Geometric interpolation",
    "description": "Feel the tectonics in the earth, shape and bend them to your will",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Skill",
    "name": "Predict Storm",
    "description": "With some % of accuracy, predict storms (hurricane, sandstorm, and more)",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Skill",
    "name": "Shot and Blade",
    "description": "Duel wield, firing a one handed ranged weapon and a one handed sword. May have different targets, no penalties or provokes from shooting ranged",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Animate Dead",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "B",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Cloud of Knives",
    "description": "Conjure a variable amount of knives that you can fire off individually as an attack",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Meteor",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "R",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Scrying Ward",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "WU",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Stance",
    "name": "Inner Focus",
    "description": "Holding focus mechanics, bonuses while holding focus, can be shaken out of focus, increasingly hard to sustain focus",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Conjure personal steed",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Grace Under Pressure",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Bone Storm",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Unbalancing Blow",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Duress",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Familiar",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Pain Begets Clarity",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Party Animal",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Quick healer // regeneration",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Ritual",
    "name": "Imbue Region",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Ritual",
    "name": "Imprison",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Adapt Body",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Blind",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Charm",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Conjure Weapon",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Constricting Field",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Creation, Permanent",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Creation, Temporary",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Discern Alignment",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Earthquake",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Know Nemesis",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Magic Jar",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Poison Burst",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Poison Cloud",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Share Pain",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "X Wall",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Zone of Truth",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Stance",
    "name": "Sneaky",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Finish Him",
    "description": "Deal extra damage to heavily wounded targets",
    "rulesText": "(5) Make an attack against a target at or below 1/3 health/stam. Apply HITS to damage rather than NET HITS. As an extra action you may attempt a DC 2 insight check to discern which currently discernible creatures are valid targets for this ability.",
    "bpCost": 10,
    "affinityReq": "5B,(21)",
    "colorContributions": {
      "w": 4,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Stance",
    "name": "Interception Stance",
    "description": "Enemies provoke from a wider range",
    "rulesText": "Add half your movement to your reach for determining which creatures you threaten.\r\n\r\nIf a creature you threaten because of this ability provokes an Opportunity Attack from you, you may spend (5)/(1)/(0) to move to the nearest position your reach would allow you to strike the creature from. This cost is separate from the cost of making the Opportunity Attack.",
    "bpCost": [
      10,
      15,
      20
    ],
    "affinityReq": "3W,(12)\r\n4W,(18)\r\n6W,(24)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Break Resolve",
    "description": "Attempt to negate an incoming attack with fear",
    "rulesText": "(5) When you are the only target of an enemy's action. Make an Intimidation attempt against the enemy. If this puts the enemy to 3 or more fear stacks negate the enemy's action.",
    "bpCost": 40,
    "affinityReq": "??,(27)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Stoneshaping",
    "description": "",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Echo Strike",
    "description": "Maneuver: Echo Strike: on miss, create a phantom weapon in the targets square. At the end of your next turn this phantom weapon attacks any creature that occupies its space, then disappears",
    "rulesText": "",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Gain Control of a Spell",
    "description": "Change the target of a spell",
    "rulesText": "Spend (5) after counterspelling to steal the spell.  The original caster still rolls drain, but your spellcasting roll is used instead. You gain total control over the stolen spell. You cannot change any chosen modes (i.e. all metamagics and choices of those metamagics) except for targets.  You may reselect all targets, including target creatures or target squares. You may steal a SUST spell, sustaining it yourself, and in the case of target self, having the benefits apply to yourself. Any copies the spell creates are yours to fully control. You pay any costs for and have complete control of any additional spells or abilities generated from the stolen spell.\\",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "BG Capstone",
    "description": "can spend stamina for maneuver initiative costs",
    "rulesText": "You may spend 3 stamina per (5) initiative an ability costs to activate",
    "bpCost": 50,
    "affinityReq": "12B,12G,(30)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Warcaster",
    "description": "You may use touch spells as opportunity attacks",
    "rulesText": "You may use touch spells in place of weapon attacks when you make an Opportunity Attack.",
    "bpCost": 20,
    "affinityReq": "4W,(9)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Mentor's Flourish",
    "description": "Boost an Ally's attack against enemy",
    "rulesText": "Standard, 1 stamina. \r\nMake a weapon attack resisted by mental/mental. Do not apply weapon DV to this attack\r\n\r\n1: Next ally to attack the target gets advantage on the attack\r\n5: The enemy also must use passive defense against the ally's attack",
    "bpCost": 0,
    "affinityReq": "WR",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Adaptive Armor",
    "description": "Automatically activate defenses that are struck on passive",
    "rulesText": "Whenever you are hit by an attack or an effect targeting a passive defense, activate that defense for the rest of the round.",
    "bpCost": 0,
    "affinityReq": "UG",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Soulbond Mementos",
    "description": "Create mementos that may be expended for various effects",
    "rulesText": "Craft up to (CAST STAT) linked mementos. Mementos take 1 minute to craft and cost 1 MANA.\r\n\r\nA memento may be expended as follows\r\n\r\n- (5): grant an ally an active defense as an interrupt, but only for one attack\r\n- (5): take a hit for an ally, swapping places and suffering the applied DV. No effect if the hit also targets you\r\n- (5): Transfer one temporary negative status effect from an ally to you (like dots, not buffs)",
    "bpCost": 0,
    "affinityReq": "WG",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "BR Debuff Damage",
    "description": "Automatically damage enemies you debuff",
    "rulesText": "Whenever a debuff gets applied to an enemy as a result of them failing a roll against one of your effects, that enemy loses 2 HP.",
    "bpCost": 0,
    "affinityReq": "BR",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Buff",
    "name": "Rage",
    "description": "Gain durability at the cost of active defenses",
    "rulesText": "(free action)\r\n\r\nGain 2 damage dampening and ignore wound penalties.\r\nGain 1 automatic hit on weapon attacks.\r\nyou cannot actively dodge block or parry when raging.\r\n\r\nWhen rage ends suffer stamina damage equal to the number of rounds it was active (min 1)\r\n\r\nyou may activate rage for (5) in response to suffering damage, before the damage has been applied (including on an attack that you actively dodged, blocked or parried)\r\n\r\nIt is a full action to dismiss rage.",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Maneuver",
    "name": "Pummel to Dust",
    "description": "Gain increasing attack bonuses against same target with this maneuver",
    "rulesText": "Make a weapon attack. Add +1DV and +1 die for each previous time you have attacked the current target with this maneuver, up to +5. This bonus resets when you attack a different target with this maneuver, or one minute passes without using this maneuver.",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Evolving defenses",
    "description": "Randomly activate defenses for free",
    "rulesText": "At the start of your turn activate a random defense that is not currently active among (dodge, physical, mental). you cannot activate defenses by normal means.",
    "bpCost": 0,
    "affinityReq": "",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Passive",
    "name": "Telepathic eavesdropper",
    "description": "listen in on telepathic communications",
    "rulesText": "TR 7 limited, 30 BP\r\n\r\n10U(21). You are aware of and can listen in on telepathic communications being conducted within 30ft** (test value). Some specific types of communication may reveal your eavesdropping (your con VS insight); unless otherwise spelled out, a mode of telepathic communication cannot detect this eavesdropping.",
    "bpCost": 30,
    "affinityReq": "10U,(21)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Compel",
    "description": "force creature to take basic action",
    "rulesText": "CS+1 eDV\r\n1: target is staggered\r\n5: order target to take a basic half action or movement\r\n9: target is not staggered, two order\r\n\r\nOverloads\r\n(2): +1 eDV\r\n(2): +5ft radius",
    "bpCost": 15,
    "affinityReq": "4U,(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  },
  {
    "category": "Spell",
    "name": "Repulsion Blast",
    "description": "Push back a creature, possibly knock it prone",
    "rulesText": "CS+3 eDV\r\n\r\nPush target applied eDV. Upwards displacement counts double.\r\n\r\nOther creatures may avoid a pushed victim by dodging original roll with a +6 bonus. Failure to avoid causes them to be pushed along with the colliding victim, splitting all remaining push among the group equally.\r\n\r\nCollisions or 5+ applied eDV knock victims prone.\r\n\r\nOverloads\r\n(2): +1 eDV\r\n(2): +5ft radius",
    "bpCost": 15,
    "affinityReq": "4G,(12)",
    "colorContributions": {
      "w": 0,
      "u": 0,
      "b": 0,
      "r": 0,
      "g": 0
    }
  }
]